[{"id":1,"quote":"The threat today is not passivity, but pseudo-activity, the urge to \"be active\", to \"participate\", to mask the Nothingness of what goes on."},{"id":2,"quote":"What if the way we perceive a problem is already part of the problem?"},{"id":3,"quote":"If you have reasons to love someone, you don’t love them."},{"id":4,"quote":"Think about the strangeness of today's situation. Thirty, forty years ago, we were still debating about what the future will be: communist, fascist, capitalist, whatever. Today, nobody even debates these issues. We all silently accept global capitalism is here to stay. On the other hand, we are obsessed with cosmic catastrophes: the whole life on earth disintegrating, because of some virus, because of an asteroid hitting the earth, and so on. So the paradox is, that it's much easier to imagine the end of all life on earth than a much more modest radical change in capitalism."},{"id":5,"quote":"We feel free because we lack the very language to articulate our unfreedom."},{"id":6,"quote":"Often, the worst way to become prisoner of a system is to have a dream that things may turn better, there is always the possibility of change. Because it is precisely this secret dream that keeps you enslaved to the system."},{"id":7,"quote":"Words are never 'only words'; they matter because they define the contours of what we can do."},{"id":8,"quote":"Humanity is OK, but 99% of people are boring idiots."},{"id":9,"quote":"Thinking begins when you ask really difficult questions."},{"id":10,"quote":"Love is what makes sex more than masturbation. If there is no love even if you are really with a partner you masturbate with a partner."},{"id":11,"quote":"I already am eating from the trash can all the time. The name of this trash can is ideology. The material force of ideology makes me not see what I am effectively eating."},{"id":12,"quote":"Love feels like a great misfortune, a monstrous parasite, a permanent state of emergency that ruins all small pleasures."},{"id":13,"quote":"Atheism is not the denial of the existence of God, but having doubts as to whether God is conscious."},{"id":14,"quote":"A German officer visited Picasso in his Paris studio during the Second World War. There he saw Guernica and, shocked at the modernist «chaos» of the painting, asked Picasso: «Did you do this?» Picasso calmly replied: «No, you did this!»"},{"id":15,"quote":"Beyond the fiction of reality, there is the reality of the fiction."},{"id":16,"quote":"Why are so many problems today perceived as problems of intolerance, rather than as problems of inequality, exploitation, or injustice? Why is the proposed remedy tolerance, rather than emancipation, political struggle, or even armed struggle?"},{"id":17,"quote":"The problem for us is not are our desires satisfied or not. The problem is how do we know what we desire."},{"id":18,"quote":"When we are shown scenes of starving children in Africa, with a call for us to do something to help them, the underlying ideological message is something like: \"Don't think, don't politicize, forget about the true causes of their poverty, just act, contribute money, so that you will not have to think!"},{"id":19,"quote":"The horror of Communism, Stalinism, is not that bad people do bad things -- they always do. It's that good people do horrible things thinking they are doing something great."},{"id":20,"quote":"I agree with Sophocles: the greatest luck is not to have been born - but, as the joke goes on, very few people succeed in it."},{"id":21,"quote":"What if culture itself is nothing but a halt, a break, a respite, in the pursuit of barbarity?"},{"id":22,"quote":"As soon as we renounce fiction and illusion, we lose reality itself; the moment we subtract fictions from reality, reality itself loses its discursive-logical consistency."},{"id":23,"quote":"It's bad if we are controlled, but if we're not, it can be even worse."},{"id":24,"quote":"Ideology today is unfreedom which you sincerely personally experience as freedom."},{"id":25,"quote":"Postcolonialism is the invention of some rich guys from India who saw that they could make a good career in top Western universities by playing on the guilt of white liberals."},{"id":26,"quote":"A typical guy who buys organic food doesn't really buy it in order to be healthy; he buys it to regain a kind of solidarity as the one who really cares about nature. He buys a certain ideological stance."},{"id":27,"quote":"I think that the task of philosophy is not to provide answers, but to show how the way we perceive a problem can be itself part of a problem."},{"id":28,"quote":"When I really love someone, I can only show it by making aggressive and bad-taste remarks."},{"id":29,"quote":"For me, Stalinism was even a greater philosophical problem than Nazism. Under Nazism, if you were a Jew, you were simply killed, no questions asked, you had nothing to prove. Under Stalinism, of course, most [victims] were on trial for false accusations; most of them were not traitors. There is one interesting feature: that they were tortured or through some kind of blackmail forced to confess to being traitors."},{"id":30,"quote":"The ultimate goal of radical politics is gradually to displace the limit of social exclusions, empowering the excluded agents (sexual and ethnic minorities) by creating marginal spaces in which they can articulate and question their identity.  Radical politics thus becomes an endless mocking parody and provocation, a gradual process of reidentification in which there are not final victories and ultimate demarcations"},{"id":31,"quote":"Probably never in human history did we live in a society in which, at the microlevel of personal behavior, our lives were so strongly regulated."},{"id":32,"quote":"Who dares to strike today, when having the security of a permanent job is itself becoming a privilege?"},{"id":33,"quote":"Global capitalism is simply accepted as a fact that you cannot do anything about. The only question is, Will you accommodate yourself to it, or will you be dismissed and excluded?"},{"id":34,"quote":"Ideology is a certain unique experience of the universe and your place in it, to put it in standard terms, which serves the production of the existing power relations and blah blah blah."},{"id":35,"quote":"For the multiculturalist, white Anglo-Saxon Protestants are prohibited, Italians and Irish get a little respect, blacks are good, native Americans are even better. The further away we go, the more they deserve respect. This is a kind of inverted, patronising respect that puts everyone at a distance."},{"id":36,"quote":"Word is murder of a thing, not only in the elementary sense of implying its absence - by naming a thing, we treat it as absent, as dead, although it is still present - but above all in the sense of its radical dissection: the word 'quarters' the thing, it tears it out of the embedment in its concrete context, it treats its component parts as entities with an autonomous existence: we speak about color, form, shape, etc., as if they possessed self-sufficient being."},{"id":37,"quote":"What Americans don't want to admit ... is that not only is there not a contradiction between state regulation and freedom, but in order for us to actually be free in our social interactions, there must be an extremely elaborated network of health, law, institutions, moral rules and so on."},{"id":38,"quote":"We should not oppose something just because it was appropriated by the wrong guys; rather, we should think about how to reappropriate it."},{"id":39,"quote":"The ultimate lesson of The Interpretation of Dreams: reality is for those who cannot sustain the dream."},{"id":40,"quote":"As a Marxist, let me add: if anyone tells you Lacan is difficult, this is class propaganda by the enemy."},{"id":41,"quote":"We need useless theory more than ever today."},{"id":42,"quote":"The minimum necessary structuring ingredient of every ideology is to distance itself from another ideology, to denounce its other as ideology."},{"id":43,"quote":"Liberal democracy - as you know, in the old days, we were saying we want socialism with a human face. Today's left effectively offers global capitalism with a human face, more tolerance, more rights and so on. So the question is, is this enough or not? Here I remain a Marxist: I think not."},{"id":44,"quote":"Friends told me that the latest trend, at least in Europe, is public sex. They showed me some clips, and they're terrifying. A couple enters a streetcar, half-full, simply takes a seat, undresses, and starts to do it. You can see from surprised faces that it's not staged. It's pure working-class suburb. But what's fascinating is that the people all look, and then they politely ignore it. The message is that even if you're together in public with people, it still counts as private space."},{"id":45,"quote":"In Fascism, if you were a Jew, you were simply killed. Nobody had the idea of arresting Jews and torturing them to confess the Jewish plot. Because in Fascism, you are guilty for your whole being."},{"id":46,"quote":"I planted some jokes in my wedding. Like, the organizers asked me to select music. So when I approached wife at the ceremony, they played the second movement from Shostakovich's 10th Symphony, which is usually known as the \"portrait of Stalin.\" And then when we embraced, the music that they played was Schubert's \"Death and the Maiden.\" I enjoyed this in a childish way! But marriage was all a nightmare and so on and so on."},{"id":47,"quote":"While just looking, we are always hunting among objects, looking for what we desire or fear, endeavoring to recognize some pattern; on the other hand, objects themselves always \"stare back,\" vie for our attention, throw at us their lures and endeavor to entrap us."},{"id":48,"quote":"The only ‘realistic’ prospect is to ground a new \n political universality by opting for the impossible, \n fully assuming the place of the exception, with no \n taboos, no a priori norms (‘human rights,’ ‘democracy’), \n respect for which would prevent us from ‘resignifying’ \n terror, the ruthless exercise of power, the spirit of \n sacrifice … if this radical choice is decried by some \n bleeding-heart liberals as Linksfaschismus, so be it!"},{"id":49,"quote":"Come on. I don't have any problem violating my own insights in practice."},{"id":50,"quote":"What we philosophers can do is just correct the questions."},{"id":51,"quote":"There is an old joke about socialism as the synthesis of the highest achievements of the whole human history to date: from prehistoric societies it took primitivism; from the Ancient world it took slavery; from medieval society brutal domination; from capitalism exploitation; and from socialism the name."},{"id":52,"quote":"You can be a fanatical millennialist religious mystic, and you are, in a certain way, not outside of ideology. Your position can be that of perfectly describing the data and nonetheless your point is ideological."},{"id":53,"quote":"My big fear is that if I act the way I am, people will notice that there is nothing to see. So I have to be active all the time, covering up."},{"id":54,"quote":"There is a contradiction between market liberalism and political liberalism. The market liberals (e.g., social conservatives) of today want family values, less government, and maintain the traditions of society (at least in America's case). However, we must face the cultural contradiction of capitalism: the progress of capitalism, which necessitates a consumer culture, undermines the values which render capitalism possible"},{"id":55,"quote":"I am what you might call abstractly anti-capitalist. For instance, I am suspicious of the old leftists who focus all their hatred on the United States. What about Chinese neo-colonialism? Why are the left silent about that? When I say this, it annoys them, of course. Good!"},{"id":56,"quote":"I hate writing. I so intensely hate writing - I cannot tell you how much. The moment I am at the end of one project I have the idea that I didn't really succeed in telling what I wanted to tell, that I need a new project - it's an absolute nightmare. But my whole economy of writing is in fact based on an obsessional ritual to avoid the actual act of writing."},{"id":57,"quote":"What if the Soviet intervention was a blessing in disguise? It saved the myth that if the Soviets were not to intervene, there would have been some flowering authentic democratic socialism and so on. I'm a little bit more of a pessimist there. I think that the Soviets - it's a very sad lesson - by their intervention, saved the myth."},{"id":58,"quote":"I almost stopped teaching entirely. The worst thing for me is contact with students. I like universities without students. And I especially hate American students. They think you owe them something. They come to you ... Office hours!"},{"id":59,"quote":"I think Kafka was right when he said that for a modern, secular, nonreligious man, state bureaucracy is the only remaining contact with the dimension of the divine; the impenetrable omnipotence of bureaucracy harbors is divine enjoyment. It is the performance of its very purposelessness that generates an intense enjoyment, ready to reproduce itself forever."},{"id":60,"quote":"The true ethical test is not only the readiness to save the victims, but also - even more, perhaps - the ruthless dedication to annihilating those who made them victims."},{"id":61,"quote":"You could say, in a vulgar Freudian way, that I am the unhappy child who escapes into books. Even as a child, I was most happy being alone. This has not changed."},{"id":62,"quote":"It is more satisfying to sacrifice oneself for the poor victim than to enable the other to overcome their victim status and perhaps become even more succesfull than ourselves"},{"id":63,"quote":"I secretly think reality exists so we can speculate about it."},{"id":64,"quote":"There is an initial modesty in Liberalism. Liberalism was not originally a doctrine of \"man is the king.\" No, it was a very modest attempt to build a space where people could live together without slaughtering one another."},{"id":65,"quote":"We have all the freedoms we want. But what we are missing is red ink: the language to articulate our non-freedom. The way we are taught to speak about freedom- war on terror and so on-falsifies freedom."},{"id":66,"quote":"A spectre is haunting Western academia (...), the spectre of the Cartesian subject."},{"id":67,"quote":"What is the Absolute? Something that appears to us in fleeting experiences--say, through the gentle smile of a beautiful woman, or even through the warm caring smile of a person who may otherwise seem ugly and rude. In such miraculous but extremely fragile moments, another dimension transpires through our reality. As such, the Absolute is easily corroded;it slips all too easily through our fingers and must be handled as carefully as a butterfly"},{"id":68,"quote":"The problem for me is not that Schwarzenegger is governor, but the extent to which even politicians who are not actors are functioning like actors."},{"id":69,"quote":"[T]aking the Third into account does not bring us into the position of pragmatic consideration, of comparing different Others; the task is rather to learn to distinguish between false conflicts and the true conflict. For example, today's conflict between Western liberalism and religious fundamentalism is a false one, since it is based on the exclusion of the third term which is its truth: the Leftist emancipatory position."},{"id":70,"quote":"This, then, is the truth of the discourse of universal human rights: the Wall separating those covered by the umbrella of Human Rights and those excluded from its protective cover. Any reference to universal human rights as an 'unfinished project' to be gradually extended to all people is here a vain ideological chimera - and, faced with this prospect, do we, in the West, have any right to condemn the excluded when they use any means, inclusive of terror, to fight their exclusion?"},{"id":71,"quote":"The same rightists who decades ago were shouting, 'Better dead than red!' are now often heard mumbling, 'Better red than eating hamburgers."},{"id":72,"quote":"Obama has already demonstrated an extraordinary ability to change the limits of what one can say publicly. His greatest achievement up to now is that, in his refined non-provocative way, he has introduced into public speech topics which had hitherto been de facto unsayable: the continuing importance of race in politics, the positive role of atheists in public life, the necessity to talk with \"enemies\" like Iran or Hamas, and so on. This is just what US politics needs today more than anything, if it is to break out of its gridlock: new words which will change the way we think and act."},{"id":73,"quote":"True universalists are not those who preach global tolerance of differences and all-encompassing unity, but those who engage in a passionate struggle for the assertion of the Truth which compels them."},{"id":74,"quote":"In order effectively to liberate oneself from the grip of existing social reality, one should first renounce the transgressive fantasmatic supplement that attaches us to it."},{"id":75,"quote":"You can be an extreme materialist, thinking that economic development ultimately determines everything; then you are truly ideological."},{"id":76,"quote":"The fact that a cloud from a minor volcanic eruption in Iceland—a small disturbance in the complex mechanism of life on the Earth—can bring to a standstill the aerial traffic over an entire continent is a reminder of how, with all its power to transform nature, humankind remains just another species on the planet Earth."},{"id":77,"quote":"Confucius was not so much a philsopher as a proto-ideologist: what interested him was not metaphysical Truths but rather a harmonious social order within which individuals could lead happy and ethical lives. He was the first to outline clearly what one is tempted to call the elementary scene of ideology, its zero-level, which consists in asserting the (nameless) authority of some substantial Tradition."},{"id":78,"quote":"The problem with kitsch is that it is all too profound, manipulating deep libidinal and ideological forces, while true art knows how to remain at the surface, how to subtract it's subject from it's deepest context of historical reality. The same goes for contemporary art, where we often encounter brutal attempts to return to the Real, to remind the spectator or reader that he is perceiving a fiction, to awaken him from a sweet dream."},{"id":79,"quote":"I believe in clear-cut positions. I think that the most arrogant position is this apparent, multidisciplinary modesty of \"what I am saying now is not unconditional, it is just a hypothesis,\" and so on. It really is a most arrogant position. I think that the only way to be honest and expose yourself to criticism is to state clearly and dogmatically where you are. You must take the risk and have a position."},{"id":80,"quote":"Those who were still able to write beautiful melodies were kitsch composers like Tchaikovsky. Tchaikovsky approaches true art not in his numerous beautiful melodies, but when a melodic line is thwarted."},{"id":81,"quote":"For me, ideology is defined only by how the coordinates of your meaningful experience of the world, and your place within society, relate to the basic tensions and antagonisms of social orders."},{"id":82,"quote":"The more opera is dead, the more it flourishes."},{"id":83,"quote":"Our biological body itself is a form of hardware that needs re-programming through tantra like a new spiritual software which can release or unblock its potential."},{"id":84,"quote":"In Stalinism, everybody was potentially a victim in a totally contingent way."},{"id":85,"quote":"Zionism itself has paradoxically come to adopt some antisemitic logic in its hatred of Jews who do not fully identify with the politics of the state of Israel. Their target, the figure of the Jew who doubts the Zionist project, is constructed in the same way as the European antisemites constructed the figures of the Jew – he is dangerous because he lives among us, but is not really one of us."},{"id":86,"quote":"But in a radically atheist universe, you are not only responsible for doing your duty, You are also responsible for deciding what is your duty."},{"id":87,"quote":"We Slovenians are even better misers than you Scottish. You know how Scotland began? One of us Slovenians was spending too much money, so we put him on a boat and he landed in Scotland."},{"id":88,"quote":"On the information sheet in a New York hotel, I recently read: 'Dear guest! To guarantee that you will fully enjoy your stay with us, this hotel is totally smoke-free. For any infringement of this regulation, you will be charged $200.' The beauty of this formulation, taken literally, is that you are to be punished for refusing to fully enjoy your stay."},{"id":89,"quote":"The liberal idea of tolerance is more and more a kind of intolerance. What it means is 'Leave me alone; don't harass me; I'm intolerant towards your over-proximity."},{"id":90,"quote":"Are we all not, when we sit in the cinema, in the position of humans in The Matrix, tied to chairs, immersed in the spectacle run by a machine? However, a more appropriate allegory is that of the viewer himself: beneath the illusion that we \"just look\" at the perceived objects from a safe distance, freely sliding along them, there is the reality of the innumerable ties that bind us to what we perceive."},{"id":91,"quote":"When authority is backed up by an immediate physical compulsion, what we are dealing with is not authority proper (i.e. symbolic authority), but simply an agency of brute force."},{"id":92,"quote":"With Lenin it was always a substantial commitment. I always have a certain admiration for people who are aware that somebody has to do the job. What I hate about these liberal, pseudo-left, beautiful soul academics is that they are doing what they are doing fully aware that somebody else will do the job for them."},{"id":93,"quote":"Fascism is relatively easy to explain. It is a reactionary phenomenon. Nazism was some bad guys having some bad ideas and unfortunately succeeding in realizing them."},{"id":94,"quote":"The fantasy which serves as a support for the figure of the Stalinist Communist is therefore exactly the same as the fantasy which is at work in the Tom and Jerry cartoons."},{"id":95,"quote":"In a democracy, every ordinary citizen is effectively a king--but a king in a constitutional democracy, a monarch who decides only formally, whose function is merely to sign off on measures proposed by an executive administration. This is why the problem with democratic rituals is homologous to the great problem of constitutional monarchy: how to protect the dignity of the king? How to maintain the appearance that the king effectively makes decisions, when we all know this not to be true?"},{"id":96,"quote":"Without the communist oppression, I am absolutely sure I would now be a local stupid professor of philosophy in Ljubljana."},{"id":97,"quote":"We usually speak of the Jewish-Christian civilization - perhaps, the time has come, especially with regard to the Middle East conflict, to talk about the Jewish-Muslim civilization as an axis opposed to Christianity."},{"id":98,"quote":"The duty of a politician for me is to be a representative: a politician is not an expert, experts are experts, hired for their expertise and so on."},{"id":99,"quote":"I - and I still consider myself, I'm sorry to tell you, a Marxist and a Communist, but I couldn't help noticing how all the best Marxist analyses are always analyses of a failure."},{"id":100,"quote":"The force of universalism is in you Basques, not in the Spanish state."},{"id":101,"quote":"This proletarianization of the lower salaried bourgeoisie is accompanied by an excess in the opposite direction: the irrationally high pay of top managers and bankers, a level of remuneration that is economically irrational since, as investigations in the US have demonstrated, it tends to be inversely proportional to the company's success."},{"id":102,"quote":"[A]t the beginning of November 2001, there was a series of meetings between White House advisers and senior Hollywood executives with the aim of co-ordinating the war effort and establishing how Hollywood could help in the \"war against terrorism\" by getting the right ideological message across not only to Americans, but also to the Hollywood public around the globe the ultimate empirical proof that Hollywood does in fact function as an \"ideological state apparatus."},{"id":103,"quote":"In Stalinism the tragedy is that its origin is some kind of radical emancipatory project. In the origins you had a kind of workers' uprising; the true enigma is how this project of emancipation went so wrong."},{"id":104,"quote":"Undoubtedly [Beethoven's] music often verges on kitsch"},{"id":105,"quote":"What interests me is the following paradox: of how, precisely in our liberal societies, where no one can even imagine a transcendental cause for which to die, we are allowed to adopt a hedonistic, utilitarian, or even more spiritually egotistical stance - like, the goal of my life is the realization of all my potential, fulfillment of my innermost desires, whatever you want."},{"id":106,"quote":"In the electoral campaign, President Bush named as the most important person in his life Jesus . Now he has a unique chance to prove that he meant it seriously: for him, as for all Americans today, \"Love thy neighbor!\" means \"Love the Muslims!\" OR IT MEANS NOTHING AT ALL."},{"id":107,"quote":"My instinct as a philosopher is that we are effectively approaching a multicentric world, which means we need to ask new, and for the traditional left, unpleasant questions."},{"id":108,"quote":"I may still be a kind of a Marxist but I'm very realistic, I don't have these dreams of revolutionists around the corner."},{"id":109,"quote":"Did Wagner really accomplish the first step towards the kitschy 'fetishization' of music that reaches its apogee in classical Hollywood?"},{"id":110,"quote":"Cinema is the ultimate pervert art. It doesn't give you what you desire - it tells you how to desire."},{"id":111,"quote":"The one measure of true love is: you can insult the other"},{"id":112,"quote":"Happiness was never important. The problem is that we don't know what we really want. What makes us happy is not to get what we want. But to dream about it. Happiness is for opportunists. So I think that the only life of deep satisfaction is a life of eternal struggle, especially struggle with oneself. If you want to remain happy, just remain stupid. Authentic masters are never happy; happiness is a category of slaves."},{"id":113,"quote":"[T]his readiness to assume the guilt for the threats to our environment is deceptively reassuring: We like to be guilty since, if we are guilty, it all depends on us. We pull the strings of the catastrophe, so we can also save ourselves simply by changing our lives. What is really hard for us (at least in the West) to accept is that we are reduced to the role of a passive observer who sits and watches what our fate will be. To avoid this impotence, we engage in frantic, obsessive activities. We recycle old paper, we buy organic food, we install long-lasting light bulbs—whatever—just so we can be sure that we are doing something. We make our individual contribution like the soccer fan who supports his team in front of a TV screen at home, shouting and jumping from his seat, in the belief that this will somehow influence the game's outcome."},{"id":114,"quote":"Because the horror of Communism, Stalinism, is not that bad people do bad things — they always do. It's that good people do horrible things thinking they are doing something great.\"[Six Questions for Slavoj Žižek, Harper's Magazine, November 11, 2011]"},{"id":115,"quote":"In a traditional German toilet, the hole into which shit disappears after we flush is right at the front, so that shit is first laid out for us to sniff and inspect for traces of illness. In the typical French toilet, on the contrary, the hole is at the back, i.e. shit is supposed to disappear as quickly as possible. Finally, the American (Anglo-Saxon) toilet presents a synthesis, a mediation between these opposites: the toilet basin is full of water, so that the shit floats in it, visible, but not to be inspected. [...] It is clear that none of these versions can be accounted for in purely utilitarian terms: each involves a certain ideological perception of how the subject should relate to excrement. Hegel was among the first to see in the geographical triad of Germany, France and England an expression of three different existential attitudes: reflective thoroughness (German), revolutionary hastiness (French), utilitarian pragmatism (English). In political terms, this triad can be read as German conservatism, French revolutionary radicalism and English liberalism. [...] The point about toilets is that they enable us not only to discern this triad in the most intimate domain, but also to identify its underlying mechanism in the three different attitudes towards excremental excess: an ambiguous contemplative fascination; a wish to get rid of it as fast as possible; a pragmatic decision to treat it as ordinary and dispose of it in an appropriate way. It is easy for an academic at a round table to claim that we live in a post-ideological universe, but the moment he visits the lavatory after the heated discussion, he is again knee-deep in ideology."},{"id":116,"quote":"Yeah, because I'm extremely romantic here. You know what is my fear? This postmodern, permissive, pragmatic etiquette towards sex. It's horrible. They claim sex is healthy; it's good for the heart, for blood circulation, it relaxes you. They even go into how kissing is also good because it develops the muscles here – this is horrible, my God! It's no longer that absolute passion. I like this idea of sex as part of love, you know: 'I'm ready to sell my mother into slavery just to fuck you for ever.' There is something nice, transcendent, about it. I remain incurably romantic."},{"id":117,"quote":"as soon as we renounce fiction and illusion, we lose reality itself; the moment we subtract fictions from reality, reality itself loses its discursive-logical consistency."},{"id":118,"quote":"What about animals slaughtered for our consumption? who among us would be able to continue eating pork chops after visiting a factory farm in which pigs are half-blind and cannot even properly walk, but are just fattened to be killed? And what about, say, torture and suffering of millions we know about, but choose to ignore? Imagine the effect of having to watch a snuff movie portraying what goes on thousands of times a day around the world: brutal acts of torture, the picking out of eyes, the crushing of testicles -the list cannot bear recounting. Would the watcher be able to continue going on as usual? Yes, but only if he or she were able somehow to forget -in an act which suspended symbolic efficiency -what had been witnessed. This forgetting entails a gesture of what is called fetishist disavowal: \"I know it, but I don't want to know that I know, so I don't know.\" I know it, but I refuse to fully assume the consequences of this knowledge, so that I can continue acting as if I don't know it."},{"id":119,"quote":"Liberal attitudes towards the other are characterized both by respect for otherness, openness to it, and an obsessive fear of harassment. In short, the other is welcomed insofar as its presence is not intrusive, insofar as it is not really the other. Tolerance thus coincides with its opposite. My duty to be tolerant towards the other effectively means that I should not get too close to him or her, not intrude into his space—in short, that I should respect his intolerance towards my over-proximity. This is increasingly emerging as the central human right of advanced capitalist society: the right not to be ‘harassed’, that is, to be kept at a safe distance from others."},{"id":120,"quote":"Q- What makes you depressed?Seeing stupid people happy."},{"id":121,"quote":"Nowadays, you can do anything that you want—anal, oral, fisting—but you need to be wearing gloves, condoms, protection."},{"id":122,"quote":"Do not blame people and their attitudes: the problem is not corruption or greed, the problem is the system that pushes you to be corrupt. The solution is not, \"Main Street, not Wall Street,\" but to change the system where Main Street cannot function without Wall Street."},{"id":123,"quote":"I think boredom is the beginning of every authentic act. (...) Boredom opens up the space, for new engagements. Without boredom, no creativity. If you are not bored, you just stupidly enjoy the situation in which you are."},{"id":124,"quote":"…I am a good Hegelian. If you have a good theory, forget about the reality."},{"id":125,"quote":"It's not the same thing: coffee without cream or coffee without milk.What you don't get is part of the identity of what you get."},{"id":126,"quote":"Better to do nothing than to engage in localized acts whose ultimate function is to make the system run more smoothly. The threat today is not passivity, but pseudo-activity, the urge to \"be active\", to \"participate\", to mask the Nothingness of what goes on. People intervene all the time, \"doing something\"; academics participate in meaningless \"debates,\" etc.; but the truly difficult thing is to step back, to withdraw from it all. Those in power often prefer even \"critical\" participation or a critical dialogue to silence, since to engage us in such a \"dialogue\" ensures that our ominous passivity is broken. The \"Bartlebian act\" I propose is violent precisely insofar as it entails ceasing this obsessive activity-in it, violence and non-violence overlap (non-violence appears as the highest violence), likewise activity and inactivity (the most radical thing is to do nothing)."},{"id":127,"quote":"Ideology is strong exactly because it is no longer experienced as ideology… we feel free because we lack the very language to articulate our unfreedom."},{"id":128,"quote":"I despise the kind of book which tells you how to live, how to make yourself happy! Philosophers have no good news for you at this level! I believe the first duty of philosophy is making you understand what deep shit you are in!"},{"id":129,"quote":"We’re not dreamers. We’re awaking from a dream turning into a nightmare. We’re not destroying anything. We’re watching the system destroy itself."},{"id":130,"quote":"True power does not need arrogance, a long beard and a barking voice. True power strangles you with silk ribbons, charm, and intelligence"},{"id":131,"quote":"The only way to survive such shitty times, if you ask me, is to write and read big, fat books, you know? And I’m writing now another book on Hegelian dialectics, subjectivity, ontology, quantum physics and so on. That’s the only way to survive. Like Lenin. I will use his example. You know what Lenin did, in 1915, when World War I exploded? He went to Switzerland and started to read Hegel."},{"id":132,"quote":"An enemy is someone whose story you have not heard."},{"id":133,"quote":"Alain Badiou was once seated amongst the public in a room where I was delivering a talk, when his cellphone (which, to add insult to injury, was mine -- I had lent it to him) all of a sudden started to ring. Instead of turning it off, he gently interrupted me and asked me if I could talk more softly, so that he could hear his interlocutor more clearly . . . If this was not an act of true friendship, I do not know what friendship is. So, this book is dedicated to Alain Badiou."},{"id":134,"quote":"In other words, who dares to strike today,when having the security of a permanent job is itself becoming a privilege?"},{"id":135,"quote":"The “pursuit of happiness is such a key element of the “American (ideological) dream” that one tends to forget the contingent origin of this phrase: “We holds these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.” Where did the somewhat awkward “pursuit of happiness” come from in this famous opening passage of the US Declaration of Independence? The origin of it is John Locke, who claimed that all men had the natural rights of life, liberty, and property— the latter was replaced by “the pursuit of happiness” during negotiations of the drafting of the Declaration, as a way to negate the black slaves’ right to property.”"},{"id":136,"quote":"When I really love someone, I can only show it by making aggressive and bad-taste remarks"},{"id":137,"quote":"There is an old joke about socialism as the synthesis of the highest achievements of the whole human history to date: from prehistoric societies it took primitivism; from the Ancient world it took slavery; from medieval society brutal domination; from capitalism exploitation; and from socialism the name.."},{"id":138,"quote":"There is a wonderful expression in Persian, war nam nihadan, which means \"to murder somebody, bury his body, then grow flowers over the body to conceal it"},{"id":139,"quote":"I couldn't help noticing how all the best Marxist analyses are always analyses of a failure ... Like, why did Paris Commune go wrong? Trotskyites. Why did the October Revolution go wrong? And so on ... OK, we screwed it up, but we can give the best theory why it had to happen."},{"id":140,"quote":"Populism is ultimately sustained by the frustrated exasperation of ordinary people, by the cry \"I don't know what's going on, but I've just had enough of it! It cannot go on! It must stop!"},{"id":141,"quote":"In contrast to the situation in 1945, the world does not need the US; it is the US that needs the rest of the world"},{"id":142,"quote":"Ultimately,we hear things because we cannot see everything."},{"id":143,"quote":"There is an old story about a worker suspected of stealing: every evening, as he leaves the factory, the wheelbarrow he rolls in front of him is carefully inspected. The guards can find nothing. It is always empty. Finally, the penny drops: what the worker is stealing are the wheelbarrows themselves..."},{"id":144,"quote":"See you either in hell or in communism"},{"id":145,"quote":"You cannot change people but you can change the system so that people are not pushed into doing evil things."},{"id":146,"quote":"Liberals always say about totalitarians that they like humanity, as such, but they have no empathy for concrete people, no? OK, that fits me perfectly. Humanity? Yes, it's OK – some great talks, some great arts. Concrete people? No, 99% are boring idiots."},{"id":147,"quote":"The cliche about prison life is that I am actually integrated into it, ruined by it, when my accommodation to it is so overwhelming that I can no longer stand or even imagine freedom, life outside prison, so that my release brings about a total psychic breakdown, or at least gives rise to a longing for the lost safety of prison life. The actual dialectic of prison life, however, is somewhat more refined. Prison in effect destroys me, attains a total hold over me, precisely when I do not fully consent to the fact that I am in prison but maintain a kind of inner distance towards it, stick to the illusion that ‘real life is elsewhere’ and indulge all the time in daydreaming about life outside, about nice things that are waiting for me after my release or escape. I thereby get caught in the vicious cycle of fantasy, so that when, eventually, I am released, the grotesque discord between fantasy and reality breaks me down. The only true solution is therefore fully to accept the rules of prison life and then, within the universe governed by these rules, to work out a way to beat them. In short, inner distance and daydreaming about Life Elsewhere in effect enchain me to prison, whereas full acceptance of the fact that I am really there, bound by prison rules, opens up a space for true hope."},{"id":148,"quote":"William Butler Yeats’s “Second Coming seems perfectly to render our present predicament: “The best lack all conviction, while the worst / Are full of passionate intensity.” This is an excellent description of the current split between anaemic liberals and impassioned fundamentalists. “The best” are no longer able to fully engage, while “the worst” engage in racist, religious, sexist fanaticism.However, are the terrorist fundamentalists, be they Christian or Muslim, really fundamentalists in the authentic sense of the term? Do they really believe? What they lack is a feature that is easy to discern in all authentic fundamentalists, from Tibetan Buddhists to the Amish in the U.S.: the absence of resentment and envy, the deep indifference towards the non-believers’ way of life. If today’s so-called fundamentalists really believe they have their way to truth, why should they feel threatened by non-believers, why should they envy them? When a Buddhist encounters a Western hedonist, he hardly condemns him. He just benevolently notes that the hedonist’s search for happiness is self-defeating. In contrast to true fundamentalists, the terrorist pseudo-fundamentalists are deeply bothered, intrigued, fascinated by the sinful life of the non-believers. One can feel that, in fighting the sinful Other, they are fighting their own temptation. These so-called Christian or Muslim fundamentalists are a disgrace to true fundamentalists.It is here that Yeats’s diagnosis falls short of the present predicament: the passionate intensity of a mob bears witness to a lack of true conviction. Deep in themselves, terrorist fundamentalists also lack true conviction-their violent outbursts are proof of it. How fragile the belief of a Muslim must be, if he feels threatened by a stupid caricature in a low-circulation Danish newspaper. The fundamentalist Islamic terror is not grounded in the terrorists’ conviction of their superiority and in their desire to safeguard their cultural-religious identity from the onslaught of global consumerist civilization. The problem with fundamentalists is not that we consider them inferior to us, but rather that they themselves secretly consider themselves inferior. This is why our condescending, politically correct assurances that we feel no superiority towards them only make them more furious and feeds their resentment. The problem is not cultural difference (their effort to preserve their identity), but the opposite fact that the fundamentalists are already like us, that secretly they have already internalized our standards and measure themselves by them. (This clearly goes for the Dalai Lama, who justifies Tibetan Buddhism in Western terms of the pursuit of happiness and avoidance of pain.) Paradoxically, what the fundamentalists really lack is precisely a dose of that true “racist” conviction of one’s own superiority.”"},{"id":149,"quote":"On the 'Celestial Seasonings' green tea packet there is a short explanation of its benefits: 'Green tea is a natural source of antioxidants, which neutralize harmful molecules in the body known as free radicals. By taming free radicals, antioxidants help the body maintain its natural health.' Mutatis mutandis, is not the notion of totalitarianism one of the main ideological antioxidants, whose function throughout its career was to tame free radicals, and thus to help the social body to maintain its politico-ideological good health?"},{"id":150,"quote":"Experts are by definition the servants of those in power: they don't really THINK, they just apply their knowledge to problems defined by the powerful."},{"id":151,"quote":"And so on, and so on..."},{"id":152,"quote":"A critical analysis of the present global constellation-one which offers no clear solution, no “practical advice on what to do, and provides no light at the end of the tunnel, since one is well aware that this light might belong to a train crashing towards us-usually meets with reproach: “Do you mean we should do nothing? Just sit and wait?” One should gather the courage to answer: “YES, precisely that!” There are situations when the only true “practical” thing to do is to resist the temptation to engage immediately and to “wait and see” by means of a patient, critical analysis. Engagement seems to exert its pressure on us from all directions. In a well-known passage from his ‘Existentialism and Humanism’, Sartre deployed the dilemma of a young man in France in 1942, torn between the duty to help his lone, ill mother and the duty to enter the war and fight the Germans; Sartre’s point is, of course, that there is no a priori answer to this dilemma. The young man needs to make a decision grounded only in his own abyssal freedom and assume full responsibility for it.An obscene third way out of this dilemma would have been to advise the young man to tell his mother that he will join the Resistance, and to tell his Resistance friends that he will take care of his mother, while, in reality, withdrawing to a secluded place and studying.There is more than cheap cynicism in this advice. It brings to mind a well-known Soviet joke about Lenin. Under socialism; Lenin’s advice to young people, his answer to what they should do, was “Learn, learn, and learn.” This was evoked all the time and displayed on the school walls. The joke goes: Marx, Engels, and Lenin are asked whether they would prefer to have a wife or a mistress. As expected, Marx, rather conservative in private matters, answers, “A wife!” while Engels, more of a bon vivant, opts for a mistress. To everyone’s surprise, Lenin says, “I’d like to have both!” Why? Is there a hidden stripe of decadent jouisseur behind his austere revolutionary image? No-he explains: “So that I can tell my wife that I am going to my mistress and my mistress that I am going to my wife. . .” “And then, what do you do?” “I go to a solitary place to learn, learn, and learn!”Is this not exactly what Lenin did after the catastrophe in 1914? He withdrew to a lonely place in Switzerland, where he “learned, learned, and learned,” reading Hegel’s logic. And this is what we should do today when we find ourselves bombarded with mediatic images of violence. We need to “learn, learn, and learn” what causes this violence.”"},{"id":153,"quote":"We live in weird times in which we are compelled to behave as if we are free, so that the unsayable is not our freedom but the very fact of our servitude."},{"id":154,"quote":"One does not wait for the \"ripe\" objective circumstances to make a revolution, circumstances become \"ripe\" through the political struggle itself."},{"id":155,"quote":"We don't really want to get what we think that we want.I am married to a wife and relationship with her are cold and I have a mistress. And all the time I dream oh my god if my wife were to disappear - I'm not a murderer but let us say- that it will open up a new life with the mistress.Then, for some reason, the wife goes away, you lose the mistress.You thought this is all I want, when you have it there, you turn out it was a much more complex situation. It was not to live with the mistress, but to keep her as a distance as on object of desire about which you dream.This is not an excessive example, I claim this is how things function. We don't really want what we think we desire"},{"id":156,"quote":"For Lacan, language is a gift as dangerous to humanity as the horse was to the Trojans: it offers itself to our use free of charge, but once we accept it, it colonizes us."},{"id":157,"quote":"The proper way for the woman to test the man’s love is thus to “betray him at a crucial moment in his career”"},{"id":158,"quote":"The more we live as 'free individuals' . . . the more we are effectively non-free, caught within the existing frame of possibilities--we have to be impelled or disturbed into freedom. . . . This paradox thoroughly pervades the form of subjectivity that characterizes 'permissive' liberal society. Since permissiveness and free choice are elevated into a supreme value, social control and domination can no longer appear as infringing on subjects' freedom: they have to appear as (and be sustained by) individuals experiencing themselves as free. There is a multitude of forms of this appearing of un-freedom in the guise of its opposite: in being deprived of universal healthcare, we are told that we are being given a new freedom of choice (to choose our healthcare provider); when we can no longer rely on long-term employment and are compelled to search for a new precarious job every couple of years, we are told that we are being given the opportunity to reinvent ourselves and discover our creative potential; when we have to pay for the education of our children, we are told that we are now able to become 'entrepreneurs of the self,\" acting like a capitalist freely choosing how to invest the resources he possesses (or has borrowed). In education, health, travel . . . we are constantly bombarded by imposed 'free choices'; forced to make decisions for which we are mostly not qualified (or do not possess enough information), we increasingly experience our freedom as a burden that causes unbearable anxiety. Unable to break out of this vicious cycle alone, as isolated individuals--since the more we act freely the more we become enslaved by the system--we need to be 'awakened' from this 'dogmatic slumber' of fake freedom."},{"id":159,"quote":"The same philantropists who give millions for AIDS or education in tolerance have ruined the lives of thousands through financial speculation and thus created the conditions for the rise of the very intolerance that is being fought. In the 1960s and '70s it was possible to buy soft-porn postcards of a girl clad in a bikini or wearing an evening gown; however, when one moved the postcard a little bit or looked at it from a slightly different perspective, her clothes magically disappeared to reveal the girl's naked body. When we are bombarded by the heartwarming news of a debt cancellation or a big humanitarian campaign to eradicate a dangerous epidemic, just move the postcard a little to catch a glimpse of the obscene figure of the liberal communist at work beneath."},{"id":160,"quote":"The modern atheist thinks he knows that God is dead; what he doesn’t know is that, unconsciously, he continues to believe in God. What characterizes modernity is no longer the standard figure of the believer who secretly harbors intimate doubts about his belief and engages in transgressive fantasies. What we have today is a subject who presents himself as a tolerant hedonist dedicated to the pursuit of happiness, but whose unconscious is the site of prohibitions—what is repressed are not illicit desires or pleasures, but prohibitions themselves. “If God doesn’t exist, then everything is prohibited means that the more you perceive yourself as an atheist, the more your unconscious is dominated by prohibitions which sabotage your enjoyment.”"},{"id":161,"quote":"I like to search for class struggle in strange domains. For example it is clear that in classical Hollywood, the couple of vampires and zombies designates class struggle. Vampires are rich, they live among us. Zombies are the poor, living dead, ugly, stupid, attacking from outside. And it's the same with cats and dogs. Cats are lazy, evil, exploitative, dogs are faithful, they work hard, so if I were to be in government, I would tax having a cat, tax it really heavy."},{"id":162,"quote":"This is the paradox of public space: even if everyone knows an unpleasant fact, saying it in public changes everything. One of the first measures taken by the new Bolshevik government in 1918 was to make public the entire corpus of tsarist secret diplomacy, all the secret agreements, the secret clauses of public agreements etc. There too the target was the entire functioning of the state apparatuses of power. (Žižek, S. \"Good Manners in the Age of WikiLeaks.\" London Review of Books 33.2 (2011): 9-10. )"},{"id":163,"quote":"...A friend has to be outside my reach, beyond my grasp. And there can be no friendship with someone whom I am not ready to betray: a friend is someone I can betray with love."},{"id":164,"quote":"On the information sheet in a New York hotel, I recently read: \"Dear guest! To guarantee that you will fully enjoy your stay with us, this hotel is totally smoke-free. For any infringement of this regulation, you will be charged $200:' The beauty of this formulation, taken literally, is that you are to be punished for refusing to fully enjoy your stay . . . The superego imperative to enjoy thus functions as the reversal of Kant's \"Du kannst, denn du soUstf\" (You can, because you must ! ) ; it relies on a \"You must, because you can ! \" That is to say, the superego aspect of today's \"nonrepressive\" hedonism (the constant provocation we are exposed to, enjoining us to go right to the end and explore all modes of jouissance) resides in the way permitted jouissance necessarily turns into obligatory jouissance."},{"id":165,"quote":"[L]iberals insist that children should be given the right to remain part of their particular community, but on condition that they are given a choice. But for, say, Amish children to really have a free choice of which way of life to choose, either their parents’ life or that of the “English, they would have to be properly informed on all the options, educated in them, and the only way to do what would be to extract them from their embeddedness in the Amish community, in other words, to effectively render them “English.” This also clearly demonstrates the limitations of the standard liberal attitude towards Muslim women wearing a veil: it is deemed acceptable if it is their free choice and not an option imposed on them by their husbands or family. However, the moment a woman wears a veil as the result of her free individual choice, the meaning of her act changes completely: it is no longer a sign of her direct substantial belongingness to the Muslim community, but an expression of her idiosyncratic individuality, of her spiritual quest and her protest against the vulgarity of the commodification of sexuality, or else a political gesture of protest against the West. A choice is always a meta-choice, a choice of the modality of choice itself: it is one thing to wear a veil because of one’s immediate immersion in a tradition; it is quite another to refuse to wear a veil; and yet another to wear one not out of a sense of belonging, but as an ethico-political choice. This is why, in our secular societies based on “choice,” people who maintain a substantial religious belonging are in a subordinate position: even if they are allowed to practice their beliefs, these beliefs are “tolerated” as their idiosyncratic personal choice or opinion; they moment they present them publicly as what they really are for them, they are accused of “fundamentalism.” What this means is that the “subject of free choice” (in the Western “tolerant” multicultural sense) can only emerge as the result of an extremely violent process of being torn away from one’s particular lifeworld, of being cut off from one’s roots.”"},{"id":166,"quote":"I do all my work to escape myself. I don't believe in looking into yourself. If you do this, you just discover a lot of shit. I think what we should do is throw ourselves out of ourselves. The truth is not deep in ourselves. The truth is outside."},{"id":167,"quote":"Political issues are too serious to be left only to politicians."},{"id":168,"quote":"What we are dealing with here is another version of the Lacanian 'il n'y a pas de rapport ...': if, for Lacan, there is no sexual relationship, then, for Marxism proper, there is no relationship between economy and politics, no 'meta-language' enabling us to grasp the two levels from the same neutral standpoint, although—or, rather, because—these two levels are inextricably intertwined."},{"id":169,"quote":"The experience that we have of our lives from within, the story we tell ourselves about ourselves in order to account for what we are doing, is fundamentally a lie – the truth lies outside, in what we do.8"},{"id":170,"quote":"We do not get to vote on who owns what, or on relations in factory and so on, for all this is deemed beyond the sphere of the political, and it is illusory to expect that one can actually change things by \"extending\" democracy to ple's control. Radical changes in this domain should be made outside the sphere of legal \"rights\", etcetera: no matter how radical our anti-capitalism, unless this is understood, the solution sought will involve applying democratic mechanisms (which, of course, can have a positive role to play)- mechanisms, one should never forget, which are themselves part of the apparatus of the \"bourgeois\" state that guarantees the undisturbed functioning of capitalist reproduction. In this precise sense, Badiou hit the mark with his apparently wired claim that \"Today, the enemy is not called Empire or Capital. It's called Democracy.\" it is the \"democratic illusion\" the acceptance of democratic procedures as the sole framework for any possible change, that blocks any radical transformation of capitalist relations."},{"id":171,"quote":"Postcolonialism is the invention of rich Indian guys who wanted to make a good career in the west by playing on the guilt of white liberals"},{"id":172,"quote":"How do we account for this paradox that the absence of Law universalizes prohibition ... The psychoanalytic name for this obscene injunction for this obscene call, ENJOY, is superego. The problem today is not how to get rid of your inhibitions and to be able to spontaneously enjoy. The problem is how to get rid of this injunction to enjoy."},{"id":173,"quote":"The socioeconomic impact of such a minor outburst is due to our technological development (air travel)—a century ago, such an eruption would have passed unnoticed. Technological development makes us more independent from nature. At the same time, at a different level, it makes us more dependent on nature’s whims."},{"id":174,"quote":"Like love, ideology is blind, even if people caught up in it are not"},{"id":175,"quote":"This is the paradox of public space: even if everyone knows an unpleasant fact, saying it in public changes everything. One of the first measures taken by the new Bolshevik government in 1918 was to make public the entire corpus of tsarist secret diplomacy, all the secret agreements, the secret clauses of public agreements etc. There too the target was the entire functioning of the state apparatuses of power."},{"id":176,"quote":"human Reason cannot be reduced to the result of evolutionary adaptation; art is not just a heightened procedure of providing sensual pleasures, but a medium of Truth;"},{"id":177,"quote":"[O]ne cannot separate violence from the very exist­ ence of the state (as the apparatus of class domination): from the standpoint of the'subordinated and oppressed, the very existence of a state is a fact of violence (in the same sense in which, for example, Robespierre said, in his justification of the regicide, that one does not have to prove that the king committed any specific crimes, since the very existence of the king is a crime, an offence against the freedom of the people). In this strict sense, every violence of the oppressed against the ruling class and its state is ultimately ‘defensive’. If we do not concede this point, we volens nolens ‘normalize’ the state and accept that its violence is merely a matter of contin­ gent excesses (to be dealt with through democratic reforms)."},{"id":178,"quote":"What one should add here is that self-consciousness is itself unconscious: we are not aware of the point of our self-consciousness. If ever there was a critic of the fetishizing effect of fascinating and dazzling \"leitmotifs\", it is Adorno: in his devastating analysis of Wagner, he tries to demonstrate how Wagnerian leitmotifs serve as fetishized elements of easy recognition and thus constitute a kind of inner-structural commodification of his music. It is then a supreme irony that traces of this same fetishizing procedure can be found in Adorno's own writings. Many of his provocative one-liners do effectively capture a profound insight or at least touch on a crucial point (for example: \"Nothing is more true in pscyhoanalysis than its exaggeration\"); however, more often than his partisans are ready to admit, Adorno gets caught up in his own game, infatuated with his own ability to produce dazzlingly \"effective\" paradoxical aphorisms at the expense of theoretical substance (recall the famous line from Dialectic of Englightment on how Hollywood's ideological maniuplation of social reality realized Kant's idea of the transcendental constitution of reality). In such cases where the dazzling \"effect\" of the unexpected short-circuit (here between Hollywood cinema and Kantian ontology) effectively overshadows the theoretical line of argumentation, the brilliant paradox works precisely in the same manner as the Wagnerian leitmotif: instead of serving as a nodal point in the complex network of structural mediation, it generates idiotic pleasure by focusing attention on itself. This unintended self-reflexivity is something of which Adorno undoubtedly was not aware: his critique of the Wagnerian leitmotif was an allegorical critique of his own writing. Is this not an exemplary case of his unconscious reflexivity of thinking? When criticizing his opponent Wagner, Adorno effectively deploys a critical allegory of his own writing - in Hegelese, the truth of his relation to the Other is a self-relation."},{"id":179,"quote":"Are, however, the terrorist fundamentalists, be they Christian or Muslim, really fundamentalists in the authentic sense of the term? Do they really believe? What they lack is a feature that is easy to discern in all authentic fundamentalists, from Tibetan Buddhists to the Amish in the US: the absence of resentment and envy, deep indifference towards the non-believer's way of life."},{"id":180,"quote":"Does everything that exists have to be grounded in sufficient reasons? Or are there things that somehow happen out of nowhere?"},{"id":181,"quote":"...witness the surprise of the average American: 'How is it possible that these people display and practise such a disregard for their own lives?' Is not the obverse of this surprise the rather sad fact that we, in First World countries, find it more and more difficult even to imagine a public or universal Cause for which we would be ready to sacrifice our life?"},{"id":182,"quote":"Let’s think about the fake sense of urgency that pervades the left-liberal humanitarian discourse on violence: in it, abstraction and graphic (pseudo)concreteness coexist in the staging of the scene of violence-against women, blacks, the homeless, gays . . . “A woman is rpaed every six seconds in this country and “In the time it takes you to read this paragraph, ten children will die of hunger” are just two examples. Underlying all this is a hypocritical sentiment of moral outrage. Just this kind of pseudo-urgency was exploited by Starbucks a couple of years ago when, at store entrances, posters greeting costumers pointed out that a portion of the chain’s profits went into health-care for the children of Guatemala, the source of their coffee, the inference being that with every cup you drink, you save a child’s life. There is a fundamental anti-theoretical edge to these urgent injunctions. There is no time to reflect: we have to act now. Through this fake sense of urgency, the post-industrial rich, living in their secluded virtual world, not only do not deny or ignore the harsh reality outside the area-they actively refer to it all the time. As Bill Gates recently put it: “What do the computers matter when millions are still unnecessarily dying of dysentery?”Against this fake urgency, we might want to place Marx’s wonderful letter to Engels of 1870, when, for a brief moment, it seemed that a European revolution was again at the gates. Marx’s letter conveys his sheer panic: can’t the revolution wait for a couple of years? He hasn’t yet finished his ‘Capital’.”"},{"id":183,"quote":"Since, in our societies, a gendered division of labor still predominates which confers a male twist on basic liberal categories (autonomy, public activity, competition) and relegates women to the private sector of family solidarity, liberalism itself, in its opposition to private and public, harbors male dominance. Furthermore, it is only modern Western capital culture for which autonomy and individual freedom stand higher than collective solidarity, connection, responsibility for dependent others, the duty to respect the customs of one's community. Liberalism itself thus privileges a certain culture: the modern Western one. As to freedom of choice, liberalism is also marked by a strong bias. It is intolerant when individuals of other cultures are not given freedom of choice-as is evident in issues such as clitoridechtomy, child brideship, infanticide, polygamy, and incest. However, it ignores the tremendous pressure which, for example, compels women in out liberal societies to undergo such procedures as plastic surgery, cosmetic implants, and Botox injections to remain competitive in the sex markets."},{"id":184,"quote":"Any critique of Islam is denounced as an expression of Western Islamophobia, Salman Rushdie is denounced for unnecessarily provoking Muslims and being (partially, at least) responsible for the fatwa condemning him to death, and so on. The result of such stances is what one should expect in such cases: the more the Western liberal Leftists probe into their guilt, the more they are accused by Muslim fundamentalists of being hypocrites who try to conceal their hatred of Islam. [T]his constellation perfectly reproduces the paradox of the superego: the more you obey what the Other demands of you, the guiltier you are. It is as if the more you tolerate Islam, the stronger its pressure on you will be. What this implies is that terrorist fundamentalists, be they Christian or Muslim, are not really fundamentalists in the authentic sense of the term--what they lack is a feature that is easy to discern in all authentic fundamentalists, from Tibetan Buddhists to the Amish in the US: the absence of resentment and envy, the deep indifference towards the non-believers' way of life. If today's so-called fundamentalists really believe they have found their way to Truth, why should they feel threatened by non-believers, why should they envy them? When a Buddhist encounters a Western hedonist, he hardly condemns. He just benevolently notes that the hedonist's search for happiness is self-defeating. In contrast to true fundamentalists, the terrorist pseudo-fundamentalists are deeply bothered, intrigued and fascinated by the sinful life of the non-believers. One can feel that, in fighting the sinful other, they are fighting their own temptation. The passionate intensity of a fundamentalist mob bears witness to the lack of true conviction; deep in themselves, terrorist fundamentalists also lack true conviction--their violent outbursts are proof of it. How fragile the belief of a Muslim would be if he felt threatened by, say, a stupid caricature in a low-circulation Danish newspaper? Fundamentalist Islamic terror is not grounded in the terrorists' conviction of their superiority and in their desire to safeguard their cultural-religious identify from the onslaught of global consumerist civilization. The problem with fundamentalists is not that we consider them inferior to us, but, rather, that they themselves secretly consider themselves inferior. This is why our condescending politically correct assurances that we feel no superiority towards them only makes them more furious and feed their resentment. The problem is not cultural difference (their effort to preserve their identity), but the opposite: the fact that the fundamentalists are already like us, that, secretly, they have already internalized our standards and measure themselves by them."},{"id":185,"quote":"What would be my, how should I call it, spontaneous attitude towards the universe? It's a very dark one. The first thesis would have been a kind of total vanity: there is nothing, basically. I mean it quite literally, like… ultimately there are just some fragments, some vanishing things. If you look at the universe, it's one big void. But then how do things emerge? Here, I feel a kind of spontaneous affinity with quantum physics, where, you know, the idea there is that universe is a void, but a kind of a positively charged void. And then particular things appear when the balance of the void is disturbed. And I like this idea of spontaneous very much that the fact that it's just not nothing…　Things are out there.　It means something went terribly wrong…　that what we call creation is a kind of a cosmic imbalance, cosmic catastrophe,　that things exist by mistake. And I'm even ready to go to the end and to claim that the only way to counteract it is to assume the mistake and go to the end. And we have a name for this. It's called love. Isn't love precisely this kind of a cosmic imbalance? I was always disgusted with this notion of \"I love the world\" universal love. I don't like the world. I don't know how… Basically, I'm somewhere in between “I hate the world or “I'm indifferent towards it.” But the whole of reality, it's just it. It's stupid. It is out there. I don't care about it. Love, for me, is an extremely violent act. Love is not “I love you all.” Love means I pick out something, and it's, again, this structure of imbalance. Even if this something is just a small detail… a fragile individual person… I say “I love you more than anything else.” In this quite formal sense, love is evil.”"},{"id":186,"quote":"The moment we think in the terms of 'Yes, the WTC collapse was a tragedy, but we should not fully solidarize with the victims, since this would mean supporting US imperialism', the ethical catastrophe is already here: the only appropriate stance is unconditional solidarity with all victims."},{"id":187,"quote":"Hegel wrote that the only thing we can learn from history is that we learn nothing from history, so I doubt the epidemic will make us any wiser."},{"id":188,"quote":"...when do I actually encounter the Other 'beyond the wall of language', in the rel of his or her being? Not when I am able to describe her, not even when I learn her values, dreams, and so on, but only when I encounter the Other in her moment of jouissance: when I discern in her a tiny detail (a compulsive gesture, a facial expression, a tic) which signals the intensity of the real of jouissance. This encounter with the real is always traumatic; there is something at least minimally obscene about it; I cannot simply integrate it into my universe, there is always a gulf separating me from it."},{"id":189,"quote":"Another blatant case of regress as part of the capitalist progress is the enormous rise of precarious work. Precarious work deprives workers of a whole series of rights that, till recently, were taken as self-evident in any country which perceived itself as a welfare state: precarious workers have to take care themselves of their health insurance and retirement options; there is no paid leave; the future becomes much more uncertain. Precarious work also generates an antagonism within the working class, between permanently employed and precarious workers (trade unions tend to privilege permanent workers; it is very difficult for precarious workers even to organize themselves into a union or to establish other forms of collective self-organization). One would have expected that this increasing exploitation would also strengthen workers’ resistance, but it renders resistance even more difficult, and the main reason for this is ideological: precarious work is presented (and up to a point even effectively experienced) as a new form of freedom – I am no longer just a cog in a complex enterprise but an entrepreneur-of-the-self, I am a boss of myself who freely manages my employment, free to choose new options, to explore different aspects of my creative potential, to choose my priorities"},{"id":190,"quote":"A dispassionate conceptual development of the typology of violence must by definition ignore its traumatic impact. Yet there is a sense in which a cold analysis of violence somehow reproduces and participates in its horror. A distinction needs to be made, as well, between (factual) truth and truthfulness: what renders a report of a raped woman (or any other narrative of a trauma) truthful is its very factual unreliability, its confusion, its inconsistency. If the victim were able to report on her painful and humiliating experience in a clear manner, with all the data arranged in a consistent order, this very quality would make us suspicious of its truth."},{"id":191,"quote":"It is the ultimate irony of history that radical individualism serves as the ideological justification of the unconstrained power of what the large majority of individuals experience as a vast anonymous power, which, without any democratic public control, regulates their lives."},{"id":192,"quote":"Wearing a mask can thus be a strange thing: sometimes, more often than we tend to believe, there is more truth in the mask that in what we assume to be our \"real self."},{"id":193,"quote":"€7,500, first-class, everything—and all that for 40 minutes selling them some old stuff."},{"id":194,"quote":"If Stalin gives you a love advice, it has to succeed."},{"id":195,"quote":"Here is an old phrase I like: “The only way to the universal good is that we all become strangers to ourselves. You imagine looking at yourself with a foreign gaze, through foreign eyes. I think this is something that could be the greatest thing in humanity. You are never really limited just to your own perspective. I don’t like the false identity politics of multiculturalism which says that “you are enclosed in your culture.” No, we have all this amazing capacity to be surprised, not by others, but by ourselves seeing how what we are doing is strange.”"},{"id":196,"quote":"No wonder that tantra is so popular today in the West: it offers the ultimate \"spiritual logic of late capitalism\" uniting spirituality and earthly pleasures, transcendence and material benefits, divine experience and unlimited shopping. It propagates the permanent transgression of all rules, the violation of all taboos, instant gratification as the path to enlightenment; it overcomes old-fashioned \"binary\" thought, the dualism of mind and body, in claiming that the body at its most material (the site of sex and lust) is the royal path to spiritual awakening. Bliss comes from \"saying yes\" to all bodily needs, not from denying them: spiritual perfection comes from the insight that we already are divine and perfect, not that we have to achieve this through effort and discipline. The body is not something to be cultivated or crafted into an expression of spiritual truths, rather it is immediately the \"temple for expressing divinity."},{"id":197,"quote":"As every close observer of the deadlocks arising from the political correctness knows, the separation of legal justice from moral Goodness –which should be relativized and historicized- ends up in an oppressive moralism brimming with resentment. Without any “organic social substance grounding the standards of what Orwell approvingly called “common decency” (all such standards having been dismissed as subordinating individual freedoms to proto-Fascist social forms), the minimalist program of laws intended simply to prevent individuals from encroaching upon one another (annoying or “harassing” each other) turns into an explosion of legal and moral rules, an endless process (a “spurious infinity” in Hegel’s sense) of legalization and moralization, known as “the fight against all forms of discrimination.” If there are no shared mores in place to influence the law, only the basic fact of subjects “harassing other subjects, who-in the absence of mores- is to decide what counts as “harassment”? In France, there are associations of obese people demanding all the public campaigns against obesity and in favor of healthy eating be stopped, since they damage the self-esteem of obese persons. The militants of Veggie Pride condemn the speciesism” of meat-eaters (who discriminate against animals, privileging the human animal-for them, a particularly disgusting form of “fascism”) and demand that “vegeto-phobia” should be treated as a kind of xenophobia and proclaimed a crime. And we could extend the list to include those fighting for the right of incest marriage, consensual murder, cannibalism . . .The problem here is the obvious arbitrariness of the ever-new rule. Take child sexuality, for example: one could argue that its criminalization is an unwarranted discrimination, but one could also argue that children should be protected from sexual molestation by adults. And we could go on: the same people who advocate the legalization of soft drugs usually support the prohibition of smoking in public places; the same people who protest the patriarchal abuse of small children in our societies worry when someone condemns a member of certain minority cultures for doing exactly this (say, the Roma preventing their children from attending public schools), claiming that this is a case od meddling with other “ways of life”. It is thus for necessary structural reasons that the “fight against discrimination” is an endless process which interminably postpones its final point: namely a society freed from all moral prejudices which, as Michea puts it, “would be on this very account a society condemned to see crimes everywhere.”"},{"id":198,"quote":"Nobody takes democracy or justice seriously, we are all aware of theircorrupted nature, but we participate in them, we display our belief inthem, because we assume that they work even if we do not believe inthem"},{"id":199,"quote":"But what about the apparent absurdity of the idea of dignity, freedom, and reason, sustained by extreme military discipline, including of the practice of discarding weak children? This “absurdity is simply the price of freedom—freedom is not free, as they put it in the film [300]. Freedom is not something given, it is regained through a hard struggle in which one should be ready to risk everything. Spartan ruthless military discipline is not simply the opposite of Athenian “liberal democracy,” it is its inherent condition, it lays the foundation for it: the free subject of Reason can only emerge through ruthless self-discipline. True freedom is not a freedom of choice made from a safe distance, like choosing between a strawberry cake and a chocolate cake; true freedom overlaps with necessity, one makes a truly free choice when one’s choice puts at stake one’s very existence—one does it because one simply “cannot do otherwise.” When one’s country is under foreign occupation and one is called by a resistance leader to join the fight against the occupiers, the reason given is not “you are free to choose,” but: “Can’t you see that this is the only thing you can do if you want to retain your dignity?”"},{"id":200,"quote":"Sexuality is the only drive that is in itself hindered, perverted: simultaneously insufficient and excessive, with the excess as the form of appearance of the lack. On the one hand, sexuality is characterized by the universal capacity to provide the metaphorical meaning or innuendo of any activity or object–any element, including the most abstract reflection can be experienced as ‘alluding to that‘ (suffice it to recall the proverbial example of the adolescent who, in order to forget his sexual obsessions, takes refuge in pure mathematics and physics–whatever he does here again reminds him of ‘that’: how much volume is needed to fill out an empty cylinder? How much energy is discharged when two bodies collide?…). The universal surplus–this capacity of sexuality to overflow the entire field of human experience…is not the sign of preponderance. Rather, it is the sign of a certain structural faultiness: sexuality strives outwards and overflows the adjoining domains precisely because it cannot find satisfaction in itself, because it never attains its goal."},{"id":201,"quote":"art is not just a heightened procedure of providing sensual pleasures, but a medium of Truth;"},{"id":202,"quote":"Hello, glad to be here, but just don’t expect to get from me what you will never get from me. You will not get from me big, glad news…no, things are going pretty bad, I think.\" - @ Creative Time Summit 4: Confronting Inequity"},{"id":203,"quote":"In Kant’s description, ethical duty functions like a foreign traumatic intruder that from the outside disturbs the subject’s homeostatic balance, its unbearable pressure forcing the subject to act “beyond the pleasure principle, ignoring the pursuit of pleasures. For Lacan, exactly the same description holds for desire, which is why enjoyment is not something that comes naturally to the subject, as a realization of her inner potential, but is the content of a traumatic superego injunction.”"},{"id":204,"quote":"Lacan define como ‘héroe’ al sujeto que (a diferencia de Caddell pero como Edipo, por ejemplo) asume plenamente las consecuencias de su acto, es decir, que no da un paso al costado cuando la flecha que dispara completa su círculo y vuela de regreso a él, a diferencia del resto de nosotros, que nos empeñamos en realizar nuestro deseo sin pagar su precio."},{"id":205,"quote":"Money is precisely an object whose status depends on how we 'think' about it: if people no longer treat this piece of metal as money, if they no longer 'believe' in it as money, it no longer is money."},{"id":206,"quote":"After failure, it is possible to keep going– and to fail better."},{"id":207,"quote":"[T]aking the Third into account does not bring us into the position of pragmatic consideration, of comparing different Others; the task is rather to learn to distinguish between \"false\" conflicts and the \"true\" conflict. For example, today's conflict between Western liberalism and religious fundamentalism is a \"false\" one, since it is based on the exclusion of the third term which is its \"truth\": the Leftist emancipatory position."},{"id":208,"quote":"The primary vice of a bad person is precisely that he is more preoccupied with others than himself. Rousseau is describing a precise libidinal mechanism: the inversion which generates the shift of the libidinal investment from the object to the obstacle itself. This could well be applied to fundamentalist violence - be it Oklahoma City Federal Building, the Twin Towers - was what really mattered, not achieving the noble goal of a truly Christian or Muslim society."},{"id":209,"quote":"En el mercado actual, encontramos toda una serie de productos libres de sus propiedades perjudiciales: café sin cafeína, nata sin grasa, cerveza sin alcohol... Y la lista es larga: ¿no podríamos considerar el sexo virtual como sexo sin sexo, la teoría de Colin Powell de la guerra sin bajas (en nuestro bando, por supuesto) como guerra sin guerra, la redefinición contemporánea de la política como el arte de la administración experta como política sin política, hasta llegar al multiculturalismo liberal y tolerante de hoy en día como experiencia del Otro sin su Otredad (el otro idealizado que baila bailes fascinantes y tiene una visión ecológica y holística de la realidad, mientras que costumbres como la de pegar a las mujeres las dejamos a un lado...)"},{"id":210,"quote":"as in Heinrich Heine’s (a contemporary of Kierkegaard’s) well-known saying that one should value above everything else ‘freedom, equality and crab soup’. ‘Crab soup’ stands here for all the small pleasures in the absence of which we become (mental, if not real) terrorists,"},{"id":211,"quote":"What is “true thinking? Thinking is not solving problems. The first step in thinking is to ask these sorts of questions: “Is this really a problem?” “Is this the right way to formulate the problem?” “How did we arrive at this?” This is the ability we need in thinking.”"},{"id":212,"quote":"(...) even if we do not take things seriously, even if we keep an ironical distance, we are still doing them."},{"id":213,"quote":"Individuals reduced to the panic of mere survival are ideal subjects for the introduction of authoritarian power."},{"id":214,"quote":"A little poison now and then: that makes for pleasant dreams. And much poison at the end, for a pleasant death."},{"id":215,"quote":"La misma dinámica del capitalismo nubla la frontera entre inversión 'legítima' y especulación 'salvaje' porque la inversión capitalista es, en su misma esencia, una apuesta de riesgo(...), un acto consistente en tomar prestado del futuro\"."},{"id":216,"quote":"The Christian motto 'All men are brothers', however, also means that those who do not accept brotherhood are not men."},{"id":217,"quote":"It is as if, in today's permissive society, transgressive violations are allowed only in a \"privatized\" form, as a personal idiosyncrasy deprived of any public, spectacular, or ritualistic dimension. We can thus publicly confess all our weird private practices, but they remain simply private idiosyncrasies. Perhaps we should also invert here the standard formula of fetishistic disavowal: \"I know very well (that I should obey the rules), but nonetheless . . . (I occasionally violate them, since this too is part of the rules).\" In contemporary society, the predominant stance is rather: \"I believe (that repeated hedonistic transgressions are what make life worth living), but nonetheless . . . (I know very well that these transgressions are not really transgressive, but are just artificial coloring serving to re-emphasize the grayness of social reality)."},{"id":218,"quote":"If the secret core of potlatch is the reciprocity of exchange, why is this reciprocity not asserted directly, why does it assume the “mystified form of two consecutive acts each of which is staged as a free voluntary display of generosity? Here we encounter the paradoxes of forced choice, of freedom to do what is necessary, at its most elementary: I have to do freely what I am expected to do. (If, upon receiving a gift, I immediately return it to the giver, this direct circulation would amount to an extremely aggressive gesture of humiliation, it would signal that I refused the other’s gifts — recall those embarrassing moments when elderly people forget and give us last year’s present once again … ) …the reciprocity of exchange is in itself thoroughly ambiguous; at its most fundamental, it is destructive of the social bond, it is the logic of revenge, tit for tat. To cover this aspect of exchange, to make it benevolent and pacific, one has to pretend that each person’s gift is free and stands on its own. This brings us to potlatch as the “pre-economy of the economy,” its zero-level, that is, exchange as the reciprocal relation of two non-productive expenditures. If the gift belongs to Master and exchange to the Servant, potlatch is the paradoxical exchange between Masters. Potlach is simultaneously the zero-level of civility, the paradoxical point at which restrained civility and obscene consumption overlap, the point at which it is polite to behave impolitely.”"},{"id":219,"quote":"The pressure \"to do something\" here is like the superstitious compulsion to make some gesture when we are observing a process over which we have no real influence. Are not our acts often such gestures? The old saying \"Don't just talk, do something!\" is one of the most stupid things one can say, even measured by the low standards of common sense. Perhaps, rather, the problem lately has been that we have been doing too much, such as intervening in nature, destroying the environment, and so forth... Perhaps it is time to step back, think and say the right thing. True, we often talk about something instead of doing it; but sometimes we also do things in order to avoid talking and thinking about them. Such as throwing $700 billion at a problem instead of reflecting on how it arose in the first place."},{"id":220,"quote":"one cannot look “objectively at oneself and locate oneself in reality; and the task is to think this impossibility itself as an ontological fact, not only as an epistemological limitation. In other words, the task is to think this impossibility not as a limit, but as a positive fact—and this, perhaps, is what at his most radical Hegel does.”"},{"id":221,"quote":"Reality is for those who cannot face their dream."},{"id":222,"quote":"In short, the truly courageous stance is to admit that the light at the end of the tunnel is most probably the headlight of a train approaching us from the opposite direction."},{"id":223,"quote":"On 11 September 2001 the Twin Towers were hit. Twelve years earlier, on 9 November 1989, the Berlin Wall fell. That date heralded the “happy 90’s, the Francis Fukuyama dream of the “end of history” –the belief that liberal democracy had, in principle, won; that the search was over; that the advent of a global, liberal world community lurked just around the corner; that the obstacles to this ultra-Hollywood happy ending were merely empirical and contingent (local pockets of resistance were the leaders did not yet grasp that their time was up). In contrast, 9/11 is the main symbol of the Clintonite happy 90’s. This is the era in which new walls emerge everywhere, between Israel and the West Bank, around the European union, on the U.S.-Mexico border. The rise of the populist New Right is just the most prominent example of the urge to raise new walls.”"},{"id":224,"quote":"in contrast to modern art, which causes displeasure-modern art, by definition, hurts. In this precise sense, modern art is sublime: it causes pleasure-in-pain, it produces its effect through its own failure, insofar as it refers to the impossible Things."},{"id":225,"quote":"I am an anti-capitalist because I believe we can improve on it. I believe that we can create the vision I have for a totalized system, a unified system, that can effectively do things. Stop global warming. Feed everybody. Settle disputes diplomatically, and when necessary, quash disputes militarily with proportional measure. This may sound unnecessarily harsh, but it needs to be said, because it is part and parcel of any type of system, if it is to be successful.    This is what I think can save us."},{"id":226,"quote":"أول درس يجب تعلمه هو عدم لوم الأفراد ومواقفهم، المشكلة ليست فساد الفرد وجشعه، ولكن النظام الذي يشجعه على الفساد. الحل ليس شعار \"في الشوارع الرئيسية وليس وول ستريت\"، ولكن في تغيير النظام الذي يجعل الشوارع الرئيسية معتمدة على وول ستريت."},{"id":227,"quote":"There is no point in waiting for the right moment when a smooth change might be possible; this moment will never arrive, history will never provide us with such an opportunity. One has to take the risk and intervene, even if reaching the goal appears (and is, in some sense) impossible - only by doing this can one change the situation so that the impossible becomes possible, in a way that can never be predicted."},{"id":228,"quote":"...surprised at seeing a horse-shoe above the door of Bohr’s country house, a fellow scientist exclaimed that he did not share the superstitious belief that horse-shoes kept evil spirits away, to which Bohr snapped back, ‘I don’t believe in it either. I have it there because I was told that it works even when one doesn’t believe in it’. This is indeed how ideology functions today: nobody takes democracy or justice seriously, we are all aware of their corrupted nature, but we participate in them, we display our belief in them, because we assume that they work even if we do not believe in them.”"},{"id":229,"quote":"Therein resides the fundamental systemic violence of capitalism, much more uncanny than direct pre-capitalist socio-ideological violence: its violence is no longer attributable to concrete individuals with their 'evil' intentions, but is purely 'objective,' systemic, anonymous--quite literally a conceptual violence, the violence of a Concept whose self-deployment rules and regulates social realty."},{"id":230,"quote":"What if eternity is a sterile, impotent, lifeless domain of pure potentialities, which, in order fully to actualize itself, has to pass through temporal existence?"},{"id":231,"quote":"Cynical conformism tells us that emancipatory ideals of more equality, democracy and solidarity are boring and even dangerous, leading to a grey, overregulated society, and that our true and only paradise is the existing 'corrupted' capitalist universe. Radical emancipatory engagement starts from he premise that it is the capitalist dynamics which are boring, offering more of the same in the guise of constant change, and that the struggle for emancipation is still the most daring of all ventures."},{"id":232,"quote":"If, in other religions, we pray to God, only in Christianity does God himself pray, that is to say, address an external unfathomable authority."},{"id":233,"quote":"When the world shook and the sun was wiped out of heaven, it was not at the crucifixion, but at the cry from the cross: the cry which confessed that God was forsaken of God. And now let the revolutionists choose a creed from all the creeds and a god from all the gods of the world, carefully weighing all the gods of inevitable recurrence and of unalterable power. They will not find another god who has himself been in revolt. Nay (the matter grows too difficult for human speech), but let the atheists themselves choose a god. They will find only one divinity who ever uttered their isolation; only one religion in which God seemed for an instant to be an atheist.77"},{"id":234,"quote":"the act is by definition partial, it involves guilt, but the judging consciousness does not admit that its judging is also an act, it refuses to include itself in what it judges. It ignores the fact that the true evil lies in the neutral gaze which sees evil everywhere around itself, so that it is no less tainted than the acting consciousness."},{"id":235,"quote":"Was 9/11 not the 20th congress of the American Dream?"},{"id":236,"quote":"European civilisation finds it easier to tolerate differ-ent ways of life precisely on account of what its critics usually denounce as its weakness and failure, namely the alienation of social life. One of the things alienation means is that distance is woven into the very social texture of everyday life. Even if I live side by side with others, in my normal state I ignore them. I am allowed not to get too close to others. I move in a social space where I interact with others obeying certain external \"mechanical\" rules, without sharing their inner world. Perhaps the lesson to be learned is that sometimes a dose of alienation is indispensable for peaceful coexistence. Sometimes alienation is not a problem but a solution."},{"id":237,"quote":"Numa entrevista, afirmou o seguinte, a propósito de Solaris: «A missão de Kelvin em Solaris tem talvez um único objectivo: mostrar que o amor do outro é indispensável à vida. Um homem sem amor deixa de ser um homem. O objectivo de toda a 'solarística' é mostrar que toda a humanidade tem de ser amor.»"},{"id":238,"quote":"The really difficult thing to accept is the fact that the ongoing epidemic is a result of natural contingency at its purest, that it just happened and hides no deeper meaning. In the larger order of things, we are just a species with no special importance."},{"id":239,"quote":"Better to take the risk and engage in fidelity to a Truth-Event, even if it ends in catastrophe, than to vegetate in the eventless utilitarian-hedonist survival of what Nietzsche called the 'last men'."},{"id":240,"quote":"Nowadays, we don't... go to an exhibition and see a piece of art directly. What we see is... a concept of what a curator perceives as art. Simply put, a true artist is not the director, but the curator. Everything depends on the curator's choice."},{"id":241,"quote":"La ilusión es provocada por una especie de ‘cortocircuito’ entre un lugar en la red simbólica y el elemento simbólico que lo ocupa: quienquiera se encuentre en ese lugar es el destinatario, dado que éste no se define por sus cualidades positivas sino por el propio hecho contingente de encontrarse en este lugar."},{"id":242,"quote":"Unfortunately, I must also agree with you."},{"id":243,"quote":"Σε ένα σύμπαν όπου όλοι αναζητάμε το αληθινό πρόσωπο κάτω από το προσωπείο, ο καλύτερος τρόπος να παραπλανήσουμε είναι να φορέσουμε το προσωπείο της ίδιας της αλήθειας"},{"id":244,"quote":"a truly radical change is self-relating: it changes the very coordinates by means of which we measure change. In other words, a true change sets its own standards: it can only be measured by criteria that result from it."},{"id":245,"quote":"We can understand an attempt to ignore power as being just for the right of the people when conditions demand it. It's a very forceful weapon - maybe it will become more and more forceful. And you should never forget that the state is not 'up there'. The state functions only as far as it is recognized as functioning. I mean, people have tremendous power in organizing themselves just to ignore power."},{"id":246,"quote":"The limitation of the standard liberal attitude towards Muslim women wearing a veil is visible here, too. Women are permitted to wear the veil if this is their free choice and not an option imposed on them by their husbands or family. However, the moment women wear a veil to exercise a free individual choice, the meaning of wearing a veil changes completely. It is no longer a sign of belonging to the Muslim community, but an expression of their idiosyncratic individuality. The difference is the same one between a Chinese farmer eating Chinese food because his village has been doing so since time immemorial, and a citizen of a Western megalopolis deciding to go and have dinner at a local Chinese restaurant. This is why, in our secular, choice-based societies, people who maintain a substantial religious belonging are in a subordinate position. Even if they are allowed to maintain their belief, their belief is \"tolerated\" as their idiosyncratic personal choice or opinion. The moment they present it publicly as what it is for them, say a matter of substantial belonging, they are accused of \"fundamentalism.\" What this means is that the \"subject of free choice\" in the Western \"tolerant\" multicultural sense can emerge only as the result of extremely violent process of being torn out of a particular life world, of being cut off from one's roots."},{"id":247,"quote":"I affirm myself to be a Lacanian, for fear of being convienced by others that I am not a Lacanian"},{"id":248,"quote":"All too often, when we love somebody, we don't accept him or her as what the person effectively is. We accept him or her insofar as this person fits the co-ordinates of our fantasy. We misidentify [...] him or her – which is why, when we discover that we were wrong, love can quickly turn into violence."},{"id":249,"quote":". . . if we only change reality in order to realize our dreams, and do not change these dreams themselves, sooner or later we regress back to the old reality."},{"id":250,"quote":"[P]olitical freedom can easily provide the legal frame for economic slavery, with the underprivileged 'freely' selling themselves into servitude. We are thus brought to demand more than just political democracy: we need democratization of social and economic life. In short, we have to admit that what we first took as the failure fully to realize the noble principle of democratic freedom is a failure inherent to this principle itself. Learning how the distortion of a notion, its incomplete realization, is grounded in the distortion immanent to this notion is a big step in political education."},{"id":251,"quote":"God’s recounting of the wonders of nature can be seen in one of two ways. One possibility is that the immensity of the natural world, in its merciless indifference, has nothing to do with the concerns of human beings. The desert does not care if you pray, and the rushing cataract will not pause for pity. Nature shows its blank, grand face to us, and we are nothing. Indeed Job recants of his protest, proclaiming ‘for I am but dust and ashes.’ … But gradually we see that each image, from the cell to the cosmos, is not only grand, it is beautiful. The second half of the quote from Job, how the morning stars sing, reminds us that the appreciation of wonder and beauty is also possible. We may lose our ego in nature’s indifference, but we may also lose it in nature’s magnificence. Do we see the world as heartless or as sublime? The drama of our life and death is fleeting, but it is played out on a stage of unparalleled wonder."},{"id":252,"quote":"…it is far too simplistic to claim that the specter of this self-engendering monster pursuing its ends regardless of any human or environmental concern is an ideological abstraction, and to insist that one should never forget that, behind this abstraction, lie real people and natural objects on whose productive capacities and resources capital’s circulation is based and on which it feeds like a gigantic parasite. (…) the fate of whole swathes of society and sometimes of whole countries can be decided by the speculative dance of Capital, which pursues its goal of profitability with a blessed indifference to how its movements will affect social reality. Therein resides the fundamental systemic violence of capitalism, (…) its violence is no longer attributable to concrete individuals with their “evil intentions, but is purely “objective”, systemic, anonymous—quite literally a conceptual violence, the violence of a Concept whose self-deployment rules and regulates social reality.”"},{"id":253,"quote":"Because just as in more confused times, like today, we don’t just need experts. We also need people who will think more radically to arrive at the real root of problems. So the first thing to fight for, I think, is simply to make people, the experts in certain domains, be aware of not just accepting that there are problems, but of thinking more deeply. It is an attempt to make them see more. I think it can be done. I believe this may be the main task for today: to prevent the narrow production of experts. This tendency, as I see it, is just horrible. We need, more than ever, those who, in a general way of thinking, see the problems from a global perspective and even from a philosophical perspective."},{"id":254,"quote":"[I]n so far as postmodern politics involves a '[t]heoretical retreat from the problem of domination within capitalism,' it is here, in this silent suspension of class analysis, that we are dealing with an exemplary case of the mechanism of ideological displacement: when class antagonism is disavowed, when its key structuring role is suspended, 'other markers of social difference may come to bear an inordinate weight; indeed, they may bear all the weight of the sufferings produced by capitalism in addition to that attributable to the explicitly politicized marking.' In other words, this displacement accounts for the somewhat 'excessive' way the discourse of postmodern identity politics insists on the horrors of sexism, racism, and so on - this 'excess' comes from the fact that these other '-isms' have to bear the surplus-investment from the class struggle whose extent is not acknowledged."},{"id":255,"quote":"[Q: \"Have you ever said 'I love you' and not meant it?\"][A:] All the time. When I really love someone, I can only show it by making aggressive and bad-taste remarks."},{"id":256,"quote":"The Deleuzian philosopher Brian Massumi clearly formulated how today's capitalism has already overcome the logic of totalizing normality and adopts instead a logic of erratic excess: the more varied, and even erratic, the better. Normalcy starts to lose its hold. The regularities start to loosen, This loosening of normalcy is part of capitalism's dynamic. It's not a simple liberation. It's capitalism's own form of power. It's no longer disciplinary institutional power that defines everything, it's capitalism's power to produce variety - because markets get saturated. Produce variety and you produce a niche market. The oddest of affective tendencies are okay - as long as they pay. (...) What happens next, when the system no longer excludes the excess, but directly posits it as its driving force - as is the case when capitalism can only reproduce itself through a continual self-revolutionizing, a constant overcoming of its own limits? Then one can no longer play the game of subverting the Order from the position of its part-of-no-part, since the Order has already internalized its own permanent subversion."},{"id":257,"quote":"True love is precisely the opposite move of forsaking the promise of Eternity itself for an imperfect individual."},{"id":258,"quote":"Every civilisation that disavows its barbarian potential has already capitulated to barbarism."},{"id":259,"quote":"I mostly considered my professors idiots."},{"id":260,"quote":"Thus 2t Grams confronts us with the same interpretive dilemma as the one in The Wings of the Dove: is the suicidal sacrificial gesture a true ethical act or not? In contrast to Wings, the answer here is yes: there is no narcissistic staging of one's death at work when Paul shoots himself, no manipulative strategy of using one's death as a gift destined to secretly sabotage what it appears to make possible."},{"id":261,"quote":"هل المتظاهرون عنيفون؟ حقيقي أن لغتهم ربما تبدو محاربة \"احتلوا! وهكذا..\" ولكنهم عنيفون فقط بطريقة المهاتما غاندي نفسها، إنهم عنيفون بالقدر الذي يريدون فيه أن يضعوا عائقا في الطريق الذي تمضي عليه اﻷشياء."},{"id":262,"quote":"When the subject goes behind the curtain of appearance to search for the hidden essence, he thinks he will discover something that was always there; he does not realize that in passing behind the curtain, he is bringing with him the very thing that he will find."},{"id":263,"quote":"an entity is free when it can deploy its immanent potential without being impeded by any external obstacle."},{"id":264,"quote":"دعونا نكون جد صرحاء، حتي إعلان بسيط للحب، أليس هناك شيئ مقزز فيه؟ أعني ، عندما يخبرك شخص، وتستطيع أن تشعر بهذه الشِدة، \"أحبك بحرارة\". حسناً، دقيقة بعدها تستطيع أن تكون مُطرياً، وهكذا، وترد الحب. لكن، أليس أول رد فعل للباطن، دائماً، نوع من الصدمة، أليس بشعاً، أليس هناك شئ متملك بطريقة مرعبة، بمعني أنك تكون ممتَلَكاً، لتعلم أنك بؤرة تركيز مرعبة لعواطف شخص آخر، هناك شئ مقزز في هذا، أدّعي."},{"id":265,"quote":"[...] now is the time to drop the “America (or whoever else) First motto. As Martin Luther King put it more than half a century ago: “We may have all come on different ships, but we’re in the same boat now.”"},{"id":266,"quote":"Recall Marx’s fundamental insight about the “bourgeois limitation of the logic of equality: capitalist inequalities (“exploitation”) are not the “unprincipled violations of the principle of equality,” but are absolutely inherent to the logic of equality, they are the paradoxical result of its consistent realization. What we have in mind here is not only the wearisome old motif of how market exchange presupposes formally/legally equal subjects who meet and interact in the market; the crucial moment of Marx’s critique of “bourgeois” socialists is that capitalist exploitation does not involve any kind of “unequal” exchange between the worker and the capitalist—this exchange is fully equal and “just,” ideally (in principle), the worker gets paid the full value of the commodity he is selling (his labor-power). Of course, radical bourgeois revolutionaries are aware of this limitation; however, the way they try to counteract it is through a direct “terroristic imposition of more and more de facto equality (equal salaries, equal access to health services…), which can only be imposed through new forms of formal inequality (different sorts of preferential treatments for the underprivileged). In short, the axiom of equality” means either not enough (it remains the abstract form of actual inequality) or too much (enforce “terroristic” equality)— it is a formalistic notion in a strict dialectical sense, that is, its limitation is precisely that its form is not concrete enough, but a mere neutral container of some content that eludes this form.”"},{"id":267,"quote":"My eternal fear is that if, for a brief moment, I stopped talking... you know, the whole spectacular appearance would disintegrate; people would think there is nobody and nothing there. This is my fear, as if I am nothing who pretends all the time to be somebody and has to be hyperactive all the time... just to fascinate people enough so that they don't notice that there is nothing."},{"id":268,"quote":"ففي المجتمع الاستهلاكي الرأسمالي المتأخر، تكتسب \"الحياة الإجتماعية الواقعية\" ذاتها على نحو ما سمات زيف مُمسرح، فيه يتصرف جيراننا في الحياة \"الواقعية\" مثل ممثلي وكومبارس على خشبة المسرح.. مرة أخرى، نجد أن الحقيقة النهائية للعالم الرأسمالي النفعي المنزوع الروح هي نزع مادية \"الحياة الواقعية\" ذاتها، قلبُها الى عرض شبحي."},{"id":269,"quote":"In short, one who loves the illusion of the good is eventually won over to actually loving the good. But how can love of the illusion of the good lead to love of the good itself? If one loves the illusion of the good and enacts this illusion in social intercourse, one might come to appreciate its worth and to love the good itself for its own sake. Correlatively, from the point of view of the spectator, loving the illusion of the good in others may make us act politely in order to become lovable, which leads us to exercise our self-mastery, control our passions, and, eventually, to love the good for its own sake. In this sense, paradoxically, by deceiving others through politeness and social pretence, we in fact deceive ourselves and transform our pragmatic, polite behavior into virtuous behavior: by deceiving others through the pretence of virtue, we foster civil society, and in doing so, deceive ourselves by transforming our pretense of virtue into a disposition for virtue itself. Does not this line of thought recall Pascal’s advice to non-believers who would like to believe, but cannot bring themselves to accomplish the leap of faith? “Kneel down, pray, act as if you believe, and belief will come by itself."},{"id":270,"quote":"The performative dimension at work here consists of the symbolic efficiency of the “mask: wearing a mask actually makes us what we feign to be. In other words, the conclusion to be drawn from this dialectic is the exact opposite of the common wisdom by which every human act (achievement, deed) is ultimately just an act (posture, pretense): the only authenticity at our disposal is that of impersonation, of “taking our act (posture) seriously.”"},{"id":271,"quote":"... لقد خلق المتظاهرون فراغا – فراغا في حق الأيدولوجيا المهيمنة، وهناك حاجة إلى الوقت لملء مساحة هذه الموضة الإيجابية. هذا هو سبب أننا لسنا بحاجة لأن نقلق كثيرا من الهجمات الموجهة لـ \"احتلوا وول ستريت\"، فانتقادات المحافظين المتوقعة سهلة بما يكفي للرد عليها؛ هل المتظاهرون معادون لأمريكا؟ عندما يزعم الأصوليون المحافظون بأن أمريكا دولة مسيحية، فعلينا أن نذكر ما هي المسيحية في الحقيقة: الروح القدس، مجتمع المؤمنين الحر المتساوي المتحد بالحب. إنهم المتظاهرون هم من يمثلون الروح القدس، في حين أن وول ستريت الوثنية مستمرة في عبادة أصنام زائفة (مجسدة في تمثال الثور )، هل المتظاهرون عنيفين؟ حقيقي أن لغتهم ربما تبدو محاربة (احتلوا! وهكذا) ولكنهم عنيفون فقط بطريقة عنف المهاتما غاندي نفسها، إنهم عنيفون بالقدر الذي يريدون فيه أن يضعوا عائقا في الطريق الذي تمضي عليه الأشياء – ولكن كيف يقارن هذا بالعنف المحتاج للحفاظ على التوظيف السهل للنظام الرأسمالي العالمي؟ يقال عنهم فاشلون – ولكن ألم يكن الفاشلون الحقيقيون هم هؤلاء الذين تطلًّب إنقاذهم مئات المليارات من الدولارات في وول ستريت؟ يقال عنهم اشتراكيون – ولكن هناك في الولايات المتحدة اشتراكية بالفعل للأغنياء، هم متهمون بعدم احترام الملكية الخاصة – ولكن تكهنات وول ستريت التي أدت للانهيار في 2008 أفنت من الملكيات الخاصة التي اكتسبها أصحابها بكل صعوبة أكثر من أبعد ما يستطيع المتظاهرون الوصول إليه\"."},{"id":272,"quote":"[I]n contrast to identity politics, which focuses on how each (ethnic, religious, sexual) group should be able fully to assert its particular identity, the much more difficult and radical task is to enable each group to access full universality. This access to universality does not mean a recognition that one is also part of the universal human genus, or the assertion some ideological values that are considered universal. Rather, it means recognizing one's own universality, the way it is at work in the fractures of one's particular identity, as the 'work of the negative' that undermines every such identity."},{"id":273,"quote":"God was a lazy programmer."},{"id":274,"quote":"What if, however, humans exceed animals in their capacity for violence precisely because they speak? As Hegel was already well aware, there is something violent in the very symbolisation of a thing, which equals its mortification. This violence operates at multiple levels. Language simplifies the designated thing, reducing it to a single feature. It dismembers the thing, destroying its organic unity, treating its parts and properties as autonomous. It inserts the thing into a field of meaning which is ultimately external to it. When we name gold “gold, we violently extract a metal from its natural texture, investing into it our dreams of wealth, power, spiritual purity, and so on, which have nothing whatsoever to do with the immediate reality of gold.”"},{"id":275,"quote":"To really change things, one should accept that nothing can really be changed within the existing system."},{"id":276,"quote":"«Nosotros somos aquellos a quienes hemos estado esperando» no significa que hayamos descubierto que somos el agente predestinado por la suerte (la necesidad histórica) para desempeñar la tarea; significa totalmente lo opuesto, que no hay ningún gran Otro en quien apoyarse."},{"id":277,"quote":"Either we take the threat of environmental catastrophe seriously and decide today to do things that, if the catastrophe doesn't occur, will appear ridiculous, or we do nothing and lose everything it it does happen."},{"id":278,"quote":"Universality is a universality of 'strangers', of individuals reduces to the abyss of impenetrability in relation not only to others but also to themselves. [...] That's why the privileged way to reach a Neighbor is not that of empathy, of trying to understand them, but a disrespectful laughter which makes fun of them and us in our mutual lack of (self-)understanding (inclusive of 'racist' jokes)"},{"id":279,"quote":"If I remain totally unaware that my 'spontaneous' behaviour is steered from outside, can we really go on pretending that this has no consequences for our notion of free will?"},{"id":280,"quote":"The first thing to note here is how the rise of posthuman agents and the anthropocene epoch are two aspects of the same phenomenon: at exactly the time when humanity becomes the main geological factor threatening the entire balance of the life of Earth, it begins to lose its basic features and transforms itself into posthumanity."},{"id":281,"quote":"¿Aprenderemos algo de ella? Hegel escribió que lo único que podemos aprender de la historia es que no aprendemos nada de la historia, así que dudo que la epidemia nos haga más sabios."},{"id":282,"quote":"Poverty does not simply mean to have little or no money; it is not reducible to the description of one's miserable circumstances"},{"id":283,"quote":"And at an even more general level, viral epidemics remind us of the ultimate contingency and meaninglessness of our lives: no matter how magnificent the spiritual edifices we, humanity, construct, a stupid natural contingency like a virus or an asteroid can end it all … not to mention the lesson of ecology, which is that we, humanity, can also unknowingly contribute to this end."},{"id":284,"quote":"Therein resides the attraction of cybersex: since we are dealing only with virtual partners, there is no harassment."},{"id":285,"quote":"Revolutionaries need poets, too."},{"id":286,"quote":"It is the reign of contemporary global capitalism which is the true Lord of Misrule."},{"id":287,"quote":"But my nature is to love.I cannot hate."},{"id":288,"quote":"It would be interesting to compare Tarkovsky’s work with the Hollywood commercial rewritings of novels which have served as bases for movies: Tarkovsky does exactly the same as the lowest Hollywood producer, re-inscribing the enigmatic encounter with Otherness, the Thing, into the framework of the production of the couple."},{"id":289,"quote":"Our thesis eleven today should be: \"Critical leftists have hitherto only dirtied with dust the balls of those in power – the point is to cut them off\"."},{"id":290,"quote":"AntigoneDon't you realise that you're talking to a dead woman alive?ChorusIt's because you run yourself out in a grief with no cure , no time limit, no measure. It is a knot no one can untie. Why are you so in love with things unbearable?"},{"id":291,"quote":"But the excluded don't need sympathy and compassion from the privileged,they don't want others to speak for them,they themselves should speak and articulate their plight.So in speaking for them, you betrayed them even more than your uncle - you deprived them of their voice."},{"id":292,"quote":"It is easy for an academic to claim at a round table that we live in a post-ideological universe - the moment he visits the restroom after the heated discussion, he is again deep-knee in ideology."},{"id":293,"quote":"The last statement reveals more than may appear at first glance: it indicates that Greenspan's mistake was to expect that the lending institutions' enlightened self-interest would make them act more responsibly, more ethically, in order to avoid short-term self-propelling cycles of wild speculation which, sooner or later, burst like a bubble. In other words, his mistake concerned not the facts, the objective economic data or mechanisms; it concerned rather the ethical attitudes generated by market speculation—in particular the premise that market processes will spontaneously generate responsibility and trust, since it is in the long-term self-interest of the participants themselves to act thusly. Clearly, Greenspan's error was not only and not simply one of overestimating the rationality of market agents—that is, their ability to resist the temptation of making wild speculative gains. What he forgot to include in the equation was the financial speculators' quite rational expectation that the risks would be worth taking, since, in the event of a financial collapse, they could count on the state to cover their losses."},{"id":294,"quote":"Authentic emancipatory events always involve ignoring particular identities as irrelevant."},{"id":295,"quote":"Over the last several months, public figures from the Pope downwards have bombarded us with the injunctions to fight against the culture of excessive greed and consumption. This disgusting spectacle of cheap moralization is an ideological operation if there ever was one: the compulsion (to expand) inscribed into the system itself is translated into a matter of personal sin, a private psychological propensity. The self-propelling circulation of Capital thus remains more than ever the ultimate Real of our lives, a beast that by definition cannot be controlled, since it itself controls our activity, blinding us to even the most obvious dangers we are courting."},{"id":296,"quote":"la libertad formal precede a la libertad real, creando las condiciones para esta última."},{"id":297,"quote":"With the million or more words contained in the English language, one notorious word has been able to stand out and hold its title as the most physically demanding. Violence; a word commonly bestowed upon embellished acts of crude conflict, and physical contact. The word has never brought good feelings, or good thoughts, but rather emotions of unpleasant behavior due to the severity of its nature. Over the years, violence has evolved from a basic skirmish, to an array of things. Violence in modern day time is now being used to install fear, and to persuade innocent individuals into doing whatever the perpetrator desires, such as: personal gain, rape, and advancement of power. Every day another innocent person is being robbed, and demeaned by violent characters lurking the dark streets. Not only has violence been an ongoing epidemic, but it’s only getting worse as the years go on. We see horrendously violent acts being committed every day."},{"id":298,"quote":"there was a department of the secret police whose function was not to collect but to invent and circulate political jokes against the regime and its representatives, as they were aware of jokes’ positive stabilizing function:"},{"id":299,"quote":"Debemos abandonar inexorablemente el juicio preconcebido de que el tiempo lineal de la evolución está «de nuestro lado», de que la historia «trabaja a nuestro favor»,"},{"id":300,"quote":"Dvije stavke određuju današnji liberalan tolerantni stav prema drugima: poštivanje drugih, otvorenost spram njih i opsesivni strah od uznemiravanja. Drugi je OK toliko dugo dok njegovo prisustvo nije nametljivo, toliko dugo dok drugi nije doista drugi. Tolerancija se podudara sa svojom suprotnošću: moja dužnost da budem tolerantan spram drugog u biti znači da mu ne smijem doći preblizu, da ne smijem ući u njegov/njezin prostor – ukratko, da trebam poštivati njegovu/njezinu netoleranciju prema mojoj prevelikoj blizini. To je ono što se sve više i više pojavljuje kao središnje »ljudsko pravo« u našem društvu: pravo da nas se ne uznemiruje, odnosno, da budemo na sigurnoj razdaljini od drugih."},{"id":301,"quote":"IN AN OLD YUGOSLAV JOKE mocking police corruption, a policeman returns home unexpectedly and finds his wife naked in their marital bed, obviously hot and excited. Suspecting that he surprised her with a lover, he starts to look around the room for a hidden man. The wife goes pale when he leans down to look under the bed; but after some brief whispering, the husband rises with a satisfied, smug smile and says “Sorry, my love, false alarm. There is no one under the bed!, while his hand is holding tightly a couple of high denomination banknotes.”"},{"id":302,"quote":"today, those of us who still recognize ourselves as Communists, are liberals with a diploma—liberals who seriously studied why our liberal values are under threat and became aware that only a radical change can save them."},{"id":303,"quote":"There are two famous quips of Stalin which are both grounded in this logic. When Stalin answered the question \"Which deviation is worse, the Rightist or the Leftist one?\" by \"They are both worse!\", the underlying premise is that the Leftist deviation is REALLY (\"objectively,\" as Stalinists liked to put it) not leftist at all, but a concealed Rightist one! When Stalin wrote, in a report on a party congress, that the delegates, with the majority of votes, unanimously approved the CC resolution, the underlying premise is, again, that there was really no minority within the party: those who voted against thereby excluded themselves from the party... In all these cases, the genus repeatedly overlaps (fully coincides) with one of its species. This is also what allows Stalin to read history retroactively, so that things \"become clear\" retroactively: it was not that Trotsky was first fighting for the revolution with Lenin and Stalin and then, at a certain stage, opted for a different strategy than the one advocated by Stalin; this last opposition (Trotsky/Stalin) \"makes it clear\" how, \"objectively,\" Trotsky was against revolution all the time back.We find the same procedure in the classificatory impasse the Stalinist ideologists and political activists faced in their struggle for collectivization in the years 1928-1933. In their attempt to account for their effort to crush the peasants' resistance in \"scientific\" Marxist terms, they divided peasants into three categories (classes): the poor peasants (no land or minimal land, working for others), natural allies of the workers; the autonomous middle peasants, oscillating between the exploited and exploiters; the rich peasants, \"kulaks\" (employing other workers, lending them money or seeds, etc.), the exploiting \"class enemy\" which, as such, has to be \"liquidated.\" However, in practice, this classification became more and more blurred and inoperative: in the generalized poverty, clear criteria no longer applied, and other two categories often joined kulaks in their resistance to forced collectivization. An additional category was thus introduced, that of a subkulak, a peasant who, although, with regard to his economic situation, was to poor to be considered a kulak proper, nonetheless shared the kulak \"counter-revolutionary\" attitude."},{"id":304,"quote":"Especially important are the political implications of the idea that the new possibilities opened by a certain act are part of its content - this is the reason why, to the consternation of many of my friends (who, of course, are no longer my friends), I claimed apropos the US 2016 presidential elections that Trump's victory would be better than Clinton's for the future of progressive forces. Trump is highly dubious, of course, but his election may open possibilities and move the liberal-Left pole to a new more radical position. I was surprised to learn that David Lynch adopted the same position: in an interview in June 2018, Lynch (who voted for Bernie Sanders in the 2016 Democratic primary) said that Trump 'could go down as one of the greatest presidents in history because he has disrupted the thing so much. No one is able to counter this guy in an intelligent way.' While Trump may not be doing a good job himself, Lynch thinks, he is opening up a space where other outsiders might. 'Our so-called leaders can't take the country forward, can't get anything done. Like children, they are. Trump has shown all this."},{"id":305,"quote":"[When asked about the dangers of Internet trolls being able to say whatever they want because of false profiles]What interests me (if you ask me) in phenomenon – not only Facebook, but generally, this, let's call them 'staged identities' [...] – is how there can be more truth in the mask that you adopt than in your real, inner self. I always believed in masks; I never believed in the emancipatory potential of this gesture of 'let's tear off the masks.' [...] Let me give you a simple example. Let us say that I'm in reality a shy, impotent, stupid person, afraid...but then, in Internet reaction, I adopt a screen persona of a brutal, racist guy who humiliates people, beats women and so on...It's too easy to say, 'Oh, I'm really a coward, but there I imagined to be a powerful macho.' What if it's the opposite? What if I really am that brutal guy – but in real life, because of social pressure and so on, I oppress it...so that the true mask is my authentic, real self? And the truth comes out precisely in the guise of a fiction."},{"id":306,"quote":"Trump's twisted 'greatness' is that he effectively acts - he is not afraid to break the unwritten (and written) rules to impose his decisions. As we learned (not only) from Hegel, our life is regulated by a thick web of written and unwritten rules, rules which teach us how to practice the explicit (written) rules. While Trump (more or less) sticks to explicit legal regulations, he tends to ignore the unwritten silent pacts which determine how we should practice these rules - the way he dealt with Kavanaugh was just one example of it. Instead of just blaming Trump, the Left should learn from him and do the same. When a situation demands it, we should shamelessly do the impossible and break the unwritten rules. Unfortunately, today's Left is in advance terrified of any radical acts - even when it is in power, it worries all the time:'If we do this, how will the worlds react? Will our acts cause panic?' Ultimately, this fear means: 'Will our enemies be mad and react?' In order to act in politics, one has to overcome this fear and assume the risk, make a step into the unknown."},{"id":307,"quote":"The catch is that, even if life does eventually return to some semblance of normality, it will not be the same normal as the one we experienced before the outbreak. Things we were used to as part of our daily life will no longer be taken for granted, we will have to learn to live a much more fragile life with constant threats. We will have to change our entire stance to life, to our existence as living beings among other forms of life. In other words, if we understand “philosophy as the name for our basic orientation in life, we will have to experience a true philosophical revolution.”"},{"id":308,"quote":"What characterizes a really great thinker is that they misrecognize the basic dimension of their own breakthrough."},{"id":309,"quote":"المتظاهرون ببساطة يدعون من هم في السلطة للنظر إلى أسفل، إلى الهاوية المفتوحة تحت أقدامهم"},{"id":310,"quote":"el proletariado queda dividido en tres partes, cada una de ellas opuesta a las otras: los trabajadores intelectuales, llenos de prejuicios culturales contra los trabajadores poco cultivados; los obreros, que despliegan un odio populista hacia los intelectuales y los marginados, que como tales son antagonistas de la sociedad. El viejo grito «¡proletarios, uníos!» es, por ello, más pertinente que nunca:"},{"id":311,"quote":"Fundamentalist Islamic terror is not grounded in the terrorists’ conviction of their superiority and in their desire to safeguard their cultural-religious identity from the onslaught of global consumerist civilization."},{"id":312,"quote":"Fundamentalist Islamic terror is not grounded in the terrorists’ conviction of their superiority and in their desire to safeguard their cultural-religious identity from the onslaught of global consumerist civilization. The problem with fundamentalists is not that we consider them inferior to us, but, rather, that they themselves secretly consider themselves inferior."},{"id":313,"quote":"For Lacan, psychoanalysis at its most fundamental is not a theory and technique of treating psychic disturbances, but a theory and practice that confronts individuals with the most radical dimension of human existence. It does not show an individual the way to accommodate him- or herself to the demands of social reality; instead it explains how something like ‘reality’ constitutes itself in the first place. It does not merely enable a human being to accept the repressed truth about him- or herself; it explains how the dimension of truth emerges in human reality."},{"id":314,"quote":"We all know the elementary form of politeness, that of the empty symbolic gesture, a gesture-an offer-which is meant to be rejected. In John Irving's A Prayer forOwen Meany, after the little boy Owen accidentally kills John's-his best friend's, the narrator's-mother, he is, of course, terribly upset, so, to show how sorry he is, he discreetly delivers to John a gift of the complete collection of color photos of baseball stars, his most precious possession; however, Dan, John's delicate stepfather, tells him that the proper thing to do is to return the gift. What we have here is symbolic exchange at its purest: a gesture made to be rejected; the point, the \"magic\" of symbolic exchange, is that, although at the end we are where we were at the beginning, the overall result of the operation is not zero but a distinct gain for both parties, the pact of solidarity. And is not something similar part of our everyday mores? When, after being engaged in a fierce competition for a job promotion with my closest friend, I win, the proper thing to do is to offer to withdraw, so that he will get the promotion, and the proper thing for him to do is to reject my offer-in this way, perhaps, our friendship can be saved....Milly's offer is the very opposite of such an elementary gesture of politeness: although it also is an offer that is meant to be rejected, what makes hers different from the symbolic empty offer is the cruel alternative it imposes on its addressee: I offer you wealth as the supreme proof of my saintly kindness, but if you accept my offer, you will be marked by an indelible stain of guilt and moral corruption; if you do the right thing and reject it, however, you will also not be simply righteous-your very rejection will function as a retroactive admission of your guilt, so whatever Kate and Densher do, the very choice Milly's bequest confronts them with makes them guilty."},{"id":315,"quote":"Carlo Ginzburg proposed the notion that being ashamed of one's country, not love of it, may be the true mark of belonging to it"},{"id":316,"quote":"WHEN THE TURKISH COMMUNIST WRITER Panait Istrati visited the Soviet Union in the mid-1930s, the time of the big purges and show trials, a Soviet apologist trying to convince him about the need for violence against the enemies evoked the proverb “You can’t make an omelet without breaking eggs, to which Istrati tersely replied: “All right. I can see the broken eggs. Where’s this omelet of yours?” We should say the same about the austerity measures imposed by IMF: the Greeks would have the full right to say, “OK, we are breaking our eggs for all of Europe, but where’s the omelet you are promising us?”"},{"id":317,"quote":"So when the ruling ideology enjoins us to enjoy sex, not to feel guilty about it, since we are not bound by any prohibitions whose violations should make us feel guilty, the price we pay for this absence of guilt is anxiety."},{"id":318,"quote":"Als Präsident Obama den Aufstand als legitime Meinungsäußerung begrüßte, die von der Regierung anerkannt werden müsse, war die Verwirrung komplett. Die Massen in Kairo und Alexandria wollten keine Anerkennung ihrer Forderungen durch die Regierung, deren Rechtmäßigkeit sie rundweg ablehnten. Sie wünschten sich das Mubarak-Regime nicht als Gesprächspartner, sie wollten, dass Mubarak verschwand. Ihr Ziel war nicht nur eine neue Regierung, die ihre Meinung anhören würde, sondern eine Umgestaltung des gesamten Staates. Sie hatten keine »Meinungen «; sie waren die Wahrheit der Situation in Ägypten. (S. 55)"},{"id":319,"quote":"There is a multitude of forms of this appearing of un-freedom in the guise of its opposite: in being deprived of universal healthcare, we are told that we are being given a new freedom of choice (to choose our healthcare provider); when we can no longer rely on long-term employment and are compelled to search for a new precarious job every couple of years, we are told that we are being given the opportunity to reinvent ourselves and discover our creative potential; when we have to pay for the education of our children, we are told that we are now able to become “entrepreneurs of the self, acting like a capitalist freely choosing how to invest the resources he possesses (or has borrowed). In education, health, travel we are constantly bombarded by imposed “free choices”; forced to make decisions for which we are mostly not qualified (or do not possess enough information), we increasingly experience our freedom as a burden that causes unbearable anxiety.”"},{"id":320,"quote":"Jefferson was a different kind of man from Robert E. Lee, and the inconsistencies in his position just demonstrate how the American revolution is an unfinished project (as Habermas would have put it). In some sense, its true conclusion, its second act, was the Civil War; in another sense, it was over only in 1960, with the realization of the black right to vote; and in another sense, as the persistence of the Confederacy myth demonstrates, it is not yet over today."},{"id":321,"quote":"El problema es que hoy en día la simple oposición se complica: nuestra realidad global-capitalista, impregnada como está de la ciencias, ya nos «incita a pensar», pues desafía nuestros supuestos más íntimos de una manera mucho más violenta que especulaciones filosóficas más descabelladas, con lo que la tarea del filósofo ya no es socavar el edificio simbólico jerárquico que sustenta la estabilidad social, sino -regresando a Badiou- conseguir que los jóvenes perciban los peligros del creciente orden nihilista que se presenta como el dominio de las nuevas libertades. Vivimos una época extraordinaria en la que no existe ninguna tradición en la que podamos basar nuestra identidad, ningún marco de universo significativo que nos permita llevar una vida que vaya más allá de la reproducción hedonista. El nihilismo actual -el reino del oportunismo cínico acompañado de una permanente ansiedad- se legitima como la liberación de las viejas represiones: disponemos de libertad para reivindicar constantemente nuestra identidad sexual, para cambiar no solo de trabajo o de trayectoria profesional, sino incluso nuestros rasgos subjetivos más íntimos, como nuestra orientación sexual. Sin embargo, el alcance de estas libertades queda estrictamente prescrito tanto por las coordinadas del sistema existente como por la manera en que funciona de hecho la libertad consumista: la posibilidad de escoger y consumir se convierte de manera imperceptible en una obligación de elegir del superego. La dimensión nihilista de este espacio de libertades sólo puede funcionar de una manera permanentemente acelerada: en cuanto frena, somos conscientes de la falta de sentido de todo el movimiento"},{"id":322,"quote":"¿Dónde ves a los marxistas en el movimiento por la corrección política? ¿Ves en ellos algún esfuerzo por cambiar a la sociedad? Porque yo creo que sólo pelean por una hipermoralización de la sociedad que es en sí misma una forma de admitir su derrota."},{"id":323,"quote":"Although Immanuel Kant's views are racist, he nonetheless contributed to the process which led to contemporary emancipatory struggles - to put it bluntly, there is no Marxism and no socialism without Kant."},{"id":324,"quote":"Ideology is not a conceptual frame externally imposed on the wealth of reality, it is our experience of reality itself."},{"id":325,"quote":"Le désir est une blessure de la réalité. L’art du cinéma consiste à susciter le désir, à jouer avec lui, tout en le gardant à une distance sécurisante, en le domestiquant et en le rendent palpable."},{"id":326,"quote":"What this means is that we should reject not only all manifestations of ‘alternative modernity’ (which amount to a ‘capitalism without capitalism’, without its destructive aspect), but also all attempts to rely on particular traditional life-worlds (local cultures) as potential ‘sites of resistance’ against global capitalism. The only path to freedom leads through the zero-point of the brutal loss of roots, i.e., the bringing to an end the disintegration of traditional ties set in motion by capitalism. When capitalism relies on traditional cultural roots it tries to contain its own destructive force."},{"id":327,"quote":"La única alternativa a todos los desafíos es la incorrección política. Por favor, no te sientas obligado a ser políticamente correcto, no tengas miedo de no encajar."},{"id":328,"quote":"Waarom heeft God de wereld geschapen?' - omdat hij zich dan kon koesteren in de heerlijkheid van het gevierd worden door zijn schepping. God wilde erkenning, en hij wist dat hij voor erkenning een ander subject nodig had dat hem erkent. Hij schiep de wereld dus uit pure ijdelheid. Dat betekende ook dat Christus niet naar de aarde was afgezakt om de mensen te verlossen van hun zonden, van de erfenis van Adam's zondeval. Nee, integendeel. Adam moest wel vallen om Christus in staat te stellen naar de aarde te komen en verlossing te verlenen. Malebranche past hier op God zelf het 'psychologische' inzicht toe dat ons voorhoudt dat een heilige die zich opoffert voor anderen, om die anderen uit hun lijden te verlossen, eigenlijk wil dat anderen lijden, zodat hij in staat zal zijn hen te helpen."},{"id":329,"quote":"capitalism is for Karatani not a ‘pure’ reign of B, but a triad (or, rather, a Borromean knot) of nation–state–capital: nation as the form of communal solidarity, state as the form of direct domination, and capital as the form of economic exchange; all three of them are necessary for the reproduction of the capitalist society."},{"id":330,"quote":"Two mutually exclusive readings of IoT impose themselves: IoT as the domain of radical emancipation, a unique chance to combine freedom and collaboration in which, to paraphrase Juliet’s definition of love from Shakespeare’s Romeo and Juliet, ‘The more I give to thee, the more I have, for both are infinite,’ versus IoT as a complete submersion into the divine digital Other, where I am deprived of my freedom of agency."},{"id":331,"quote":"The core of our subjectivity is a void filled in by appearances."},{"id":332,"quote":"Friedrich Hayek knew that it was much easier to accept inequalities if one can claim that they result from an impersonal blind force: the good thing about the ‘irrationality’ of the market and success or failure in capitalism is that it allows me precisely to perceive my failure or success as ‘undeserved’, contingent.16 Remember the old motif of the market as the modern version of an imponderable fate. The fact that capitalism is not ‘just’ is thus a key feature of what makes it acceptable to the majority. I can live with my failure much more easily if I know that it is not due to my inferior qualities, but to chance."},{"id":333,"quote":"Life is not merely life. Life is always accompanied by a certain excess; something for which one can put at stake life itself."},{"id":334,"quote":"Therein resides the true stake of psychoanalytic treatment: it is not enough to convince the patient about the unconscious truth of his symptoms; the unconscious itself must be brought to assume this truth."},{"id":335,"quote":"if Substance is Life, is the Subject not Death? Insofar as, for Hegel, the basic feature of pre-subjective Life is the “spurious infinity of the eternal reproduction of the life substance through the incessant movement of the generation and corruption of its elements—that is, the “spurious infinity” of a repetition without progress—the ultimate irony we encounter here is that Freud, who called this excess of death over life the “death drive,” conceived it precisely as repetition, as a compulsion to repeat.”"},{"id":336,"quote":"It's not that fantasy is a potent abyss of seduction that threatens to swallow you but quite the opposite: that fantasy is ultimately sterile."},{"id":337,"quote":"De Grieken raakten dus in moreel opzicht uit koers, juist omdat ze geloofden in de spontane en fundamentele rechtschapenheid van menselijke wezens en daarom de 'afwijking' in de richting van het kwaad negeerden die in de diepste kern van het menselijk wezen te vinden is: het werkelijk goede komt niet naar boven wanneer we onze natuur volgen maar wanneer we ons ertegen verzetten."},{"id":338,"quote":"I think that is how one should read Lacan's statement that there is no sexual relationship: this means precisely that it is never simply me and my partner. There is at the centre of any relationship the object-cause desire."},{"id":339,"quote":"So what we have is a total prohibition of any particular kind of identification, which means precisely that you must read the Other as an abstraction, as if they were already dead."},{"id":340,"quote":"All these consequences are implied in the statement that the worker is related to the product of labour as to an alien object. For on this premise it is clear that the more the worker spends himself, the more powerful becomes the alien world of objects which he creates over and against himself, the poorer he himself—his inner world—becomes, the less belongs to him as his own. It is the same in religion. The more man puts into God, the less he retains in himself."},{"id":341,"quote":"The progress of today’s sciences destroys the basic presuppositions of our everyday notion of reality."},{"id":342,"quote":"Volgens Hegel is subjectieve kennis meer dan alleen de mogelijkheid om te kiezen tussen goed en kwaad, 'het is de overweging, het kennen, dat mensen kwaadaardig maakt, zodat het overwegen en het kennen zelf datgene zijn wat het kwaad is, en dergelijk kennen dus is wat niet zou moeten bestaan, omdat het de bron is van het kwaad."},{"id":343,"quote":"The populist slogan “Save Main Street, not Wall Street! is thus totally misleading, a form of ideology at its purest: it overlooks the fact that what keeps Main Street going under capitalism is Wall Street!”"},{"id":344,"quote":"What we need more is a certain violence against ourselves. In order to break out of an ideological, double-bind predicament, you need a kind of violent outburst. It is something shattering. Even if it is not physical violence, it is extreme symbolic violence, and we have to accept it. At this level I think that in order to really change the existing society, this will not come about in the terms of this liberal tolerance. It will explode as a more shattering experience. And this is, I think, what is needed today: this awareness that true changes are painful."},{"id":345,"quote":"there is nothing new with regard to strong state intervention in the banking system or in the economy in general. The recent meltdown itself is a result of such intervention: when, in 2001, the dotcom bubble (which expressed the very essence of the problem of “intellectual property) burst, it was decided to make credit easier in order to redirect growth into housing. (The ultimate cause of the 2008 meltdown was thus, from this point of view, the deadlock of intellectual property.)”"},{"id":346,"quote":"A Master is a vanishing mediator who gives you back to yourself, who delivers you to the abyss of your freedom: when we listen to a true leader, we discover what we want (or, rather, what we always-already wanted without knowing it). A Master is needed because we cannot accede to our freedom directly—in order to gain this access we have to be pushed from outside, since our ‘natural state’ is one of inert hedonism, of what Badiou calls the ‘human animal’."},{"id":347,"quote":"Als waanzin constitutief is, dan is elk betekenissysteem toch minstens paranoïde, waanzinnig. Denk maar eens terug aan Brechts kreet: wat is het inbreken bij een bank al, vergeleken bij het stichten van een nieuwe bank? Op een vergelijkbare manier zouden we ook kunnen stellen: wat is de simpele waanzin die het gevolg is van verlies van de rede al, vergeleken bij de waanzin van de rede zelf?"},{"id":348,"quote":"In an Event, things not only change: what changes is the very parameter by which we measure the facts of change, i.e., a turning point changes the entire field within which facts appear. This is crucial to bear in mind today when things change all the time, at an unheard-of frantic speed. However, beneath all this constant change, it is not difficult to discern a rather dull sameness, as if things change so that everything can remain the same. [... A true Event] would have been to transform the very principle of change."},{"id":349,"quote":"Es aquí donde el diagnóstico de Yeats es insuficiente para la situación presente: la intensidad apasionada de los terroristas atestigua una falta de verdadera convicción. ¿Qué nivel de fragilidad debe de tener la creencia de un musulmán si se siente amenazada por una caricatura estúpida en un semanario satírico? El terror de los fundamentalistas islámicos no se basa en la convicción de los terroristas de su superioridad y en su deseo de salvaguardar su identidad cultural y religiosa de la embestida de la civilización consumista mundial.El problema con los fundamentalistas no es que los consideremos inferiores a nosotros, sino, más bien, que ellos mismo se consideran secretamente inferiores. Esta es la razón de que nuestra condescendiente insistencia, tan políticamente correcta, en que no sentimos ninguna superioridad respecto a ellos sólo sirve para enfurecerlos más y alimentar su resentimiento. El problema no es la diferencia cultural (su esfuerzo por preservar su identidad), sino el hecho opuesto de que los fundamentalistas son ya como nosotros, de que, secretamente, ya han interiorizado nuestros valores y se miden a sí mismos según esos valores. De forma paradójica, de lo que carecen en realidad los fundamentalistas es precisamente de una dosis de la auténtica convicción «racista» de su propia superioridad."},{"id":350,"quote":"The function of philosophy is to corrupt the youth, to alienate (or, rather, 'extraneate' in the sense of Brecht's verfremden) them from the predominant ideologico-political order, to sow radical doubts and enable them to think autonomously."},{"id":351,"quote":"There are pieces of classical music which, in our culture, become so deeply associated with their later use in some product of commercial popular culture that it is almost impossible to dissociate them from this use."},{"id":352,"quote":"The contemporary era constantly proclaims itself as post-ideological, but this denial of ideology only provides the ultimate proof that we are more than ever embedded in ideology. Ideology is always a field of struggle - among other things, the struggle for appropriating past traditions."},{"id":353,"quote":"We should not accept this kind of respect for the Other's ideological-religious fantasy as the ultimate horizon of ethics. The ultimate horizon of ethics is not to respect Other's illusions."},{"id":354,"quote":"There is no point in waiting for the right moment when a smooth change might be possible; this moment will never arrive, history will never provide us with such an opportunity. One has to take the risk and intervene, even if reaching the goal appears (and is, in some sense) impossible."},{"id":355,"quote":"…the proper moment of subjective transformation occurs at the moment of declaration, not at the moment of the act. In other words, the truly New emerges through narrative, the apparently purely reproductive retelling of what happened – it is this retelling that opens up the space (the possibility) of acting in a new way."},{"id":356,"quote":"When only constant self-revolutionizing can maintain the system, those who refuse to change anything are effectively the agents of true change: a change to the very principle of change."},{"id":357,"quote":"We all know the classic scene in the cartoons: the cat reaches the precipice but goes on walking, ignoring the fact that there is no ground under hits fee; it starts to fall only when it looks down and notices the abyss."},{"id":358,"quote":"Se no passado fingimos publicamente acreditar enquanto permanecíamos céticos na vida privada, ou ainda envolvidos na troça obscena de nossas crenças públicas, hoje tendemos publicamente a professar nossa atitude cética, hedonista e relaxada, enquanto na vida privada continuamos acossados pelas crenças e proibições severas. Nisso consiste, para Jacques Lacan, a consequência paradoxal da experiência de que “Deus está morto.(...)O ateu moderno pensa que sabe que Deus está morto; o que ele não sabe é que, inconscientemente, ele continua acreditando em Deus. O que caracteriza a modernidade não é mais a figura-padrão do crente que nutre em segredo dúvidas íntimas sobre sua crença e se envolve em fantasias transgressoras. O que temos hoje é um sujeito que se apresenta como hedonista tolerante dedicado à busca da felicidade, mas cujo inconsciente é o lugar das proibições – o que está reprimido não são desejos ou prazeres ilícitos, mas as próprias proibições.”"},{"id":359,"quote":"Het werkelijke overspel is niet de geslachtsgemeenschap buiten het huwelijk, maar de geslachtsgemeenschap binnen het liefdeloze huwelijk; eenvoudig overspel schendt de wet van buitenaf, terwijl een liefdeloos huwelijk haar van binnenuit vernietigt en de letter van de wet zich tegen de geest van de wet keert."},{"id":360,"quote":"Portanto, uma nova classe global vem surgindo, “com, digamos, passaporte indiano, castelo na Escócia, apartamento em Manhattan e ilha particular no Caribe. O paradoxo é que os membros dessa classe global “jantam privativamente, compram privativamente, veem obras de arte privativamente, tudo é privativo, privativo, privativo”. Criam assim um mundo-vida só seu para resolver um problema hermenêutico angustiante; como explica Todd Millay, “as famílias ricas não podem apenas ‘convidar os outros e esperar que entendam o que é ter 300 milhões de dólares’”. Então, quais são seus contatos com o mundo em geral? São de dois tipos: negócios e filantropia (proteger o meio ambiente, combater doenças, apoiar as artes etc.). Esses cidadãos globais vivem em geral na natureza mais pura, seja caminhando na Patagônia, seja nadando nas águas translúcidas de ilhas particulares.”"},{"id":361,"quote":"La carta llega a su destino cuando ya no somos los ‘ocupantes’ de los lugares vacíos de la estructura fantasmática de otro, esto es, cuando el otro finalmente ‘abre sus ojos’ y compren- de que la carta real no es el mensaje que supuestamente traemos sino nuestro ser en sí mismo, el objeto que en nosotros se resiste a la simbolización."},{"id":362,"quote":"This brings us to the specific temporality of the symbolic event: the abrupt reversal of ‘not yet’ into ‘always-already.’ There is always a gap between formal and material change: things gradually change at the material level, and this change is subterranean, like a secret spreading of a deadly infection; when the struggle erupts into the open, the mole has already finished its work and the battle is de facto over – all one has to do is to remind those in power to look down and perceive how there is no longer any ground under their feet, and the whole edifice collapses like a house of cards."},{"id":363,"quote":"Yes, and the age of philosophy in the sense again that we are confronted more and more often with philosophical problems at an everyday level. It is not that you withdraw from daily life into a world of philosophical contemplation. On the contrary, you cannot find your way around daily life itself without answer certain philosophical questions. It is a unique time when everyone is, in a way, forced to be some kind of philosopher."},{"id":364,"quote":"De meditatieve koers van het 'westerse boeddhisme' is waarschijnlijk de effectiefste manier waarop we kunnen deelnemen aan de kapitalistische dynamiek en toch nog enigszins de indruk kunnen wekken bij ons verstand te zijn."},{"id":365,"quote":"When I understood that this is not to do with megalomania, in the sense of the standard counter-attack of naive scientists, namely, 'we are dealing with hard facts, with rational hypotheses, but you philosophers you are just dreaming about the structure of everything,' I then realized that philosophy is in a way more critical, more cautious even, than science. Philosophy asks even more elementary questions. For example, when a scientist approaches a certain question, the point of philosophy is not 'What is the structure of all?' but 'What are the concepts the scientist already as to presuppose in order to formulate the question?' It is simply asking about what is already there: what conceptual, and other, presuppositions already have to be there so that you can say what you are saying, so that you understand what you understand, so that you know that you are doing what you are doing."},{"id":366,"quote":"For Lacan, the Imaginary, the Symbolic and the Real are the three fundamental dimensions in which a human being dwells. – “The Imaginary dimension is our direct lived experience of reality, but also of our dreams and nightmares – the domain of appearing, of how things appear to us. The Symbolic dimension is what Lacan calls the ‘big Other’, the invisible order that structures our experience of reality, the complex network of rules and meanings which makes us see what we see the easy we see it (and what we don’t see the way we don’t see it). The Real, however, is not simply external reality; it is rather, as Lacan put it, ‘impossible’: something which can neither be directly experienced nor symbolised […] As such, the Real can only be discerned in its traces, effects or aftershocks.”"},{"id":367,"quote":"That is what philosophy is about, not 'I philosopher believe in a certain structure of the universe etc.', but an exploration of what is presupposed in daily activity."},{"id":368,"quote":"The point being that what you see is the result of your judgment - you literally see judgments. There is no zero-level sensory perception of reality which is then later coordinated into judgments. What you always already see are judgments."},{"id":369,"quote":"De treurige les is hier dan ook dat wrede terreur en authentieke poëtische geest niet incompatibel zijn - ze laten zich uitstekend verenigen."},{"id":370,"quote":"What is missing is precisely a theory of - as Kant already put it in his Critique of Pure Reason - why human beings are destined to ask themselves questions which they cannot answer."},{"id":371,"quote":"Nazism, on the contrary, is the ultimate perversion of the logic of supreme good. Nazism is not about the ultimate idiosyncratic assertion of autonomy. Nazism means that everything, even the worst crimes, should be undertaken for the good of the nation."},{"id":372,"quote":"So again, I think that if we read my life from an eschatological perspective, a theological hidden hand of God, I almost think that everything which appeared originally to be a misfortune turned out to be a blessing in disguise."},{"id":373,"quote":"Basically, consciousness is not something which enables us to function better."},{"id":374,"quote":"You will not arrive at the dimension of Nazi evil by doing some sort of psychological analysis or looking for some kind of innate monster. It was anonymous objectivized evil. And that is the horror of it."},{"id":375,"quote":"Maybe we can use this Shakespearean triad of lunacy, lover and poet as a tool to propose a classification of events based on the Lacanian train of imaginary, Symbolic and Real: a lunatic dwells in the imaginary dimension, confusing reality and imagination; a lover identifies the beloved person with the absolute Thing in a symbolic short-circuit between signifier and signified which nonetheless maintains the gap that for ever separates them (the lover knows very well that, in reality, his or her beloved is an ordinary person with all his or her failures and weaknesses); a poet makes a phenomenon emerge against the background of the void of the Real."},{"id":376,"quote":"Stalin’s position seems ambiguous here: one can imagine a Stalinist purge as the effort to liquidate all chimney sweepers who disturb socialist harmony – but was Stalin himself also not the supreme sweeper?"},{"id":377,"quote":"In order to function, ideology shouldn't take itself too seriously."},{"id":378,"quote":"The moment you scientifically objectivize such phenomena, this at least deeply affects the way it is symbolized."},{"id":379,"quote":"The elaborate bureaucracies and rituals of power were all part of this obscene economy of enjoyment. The Nazis were in this sense playing bureaucratic roles in order to enhance their pleasure. Secretly they knew that the rituals of duty were a pretence to disguise the enjoyment derived from doing something horrible - even the guilt feelings generated here served to enhance their pleasure. So it was a kind of perverted game."},{"id":380,"quote":"This is an event at its purest and most minimal: something shocking, out of joint, that appears to happen all of a sudden and interrupts the usual flow of things; something that emerges seemingly out of nowhere, without discernible causes, an appearance without solid being as its foundation."},{"id":381,"quote":"¿No ocurre lo mismo con la guerra? Lejos de dar comienzo a la guerra del siglo XXI, el ataque al World Trade Center en septiembre de 2001 fue más bien el último acto espectacular de la guerra del siglo XX. Lo que nos espera es algo mucho más siniestro: el espectro de una guerra «inmaterial» en la que los ataques son invisibles (virus, venenos, etcétera, que pueden estar en cualquier sitio y en ninguno). En el nivel de la realidad material visible, nada ocurre, no hay grandes explosiones, e igualmente el universo conocido comienza a colapsar y la vida se desintegra. Estamos entrando en una nueva era de guerra paranoide en la que la mayor tarea será la de identificar al enemigo y sus armas. Solo con esta completa «desmaterialización» es cuando la famosa tesis de Marx del Manifiesto comunista (que en el capitalismo «todo lo sólido se desvanece en el aire»), adquiere un sentido mucho más literal de lo que él pretendía. La tesis se cumple literalmente cuando nuestra realidad social material no está solo dominada por el movimiento especulativo o espectral del Capital, sino que ella misma se ve progresivamente «espectralizada» (el «Yo proteico» reemplaza al antiguo sujeto autoidéntico, la elusiva fluidez de sus experiencias reemplaza la estabilidad de los objetos que se poseen). En resumen, cuando la relación habitual entre los objetos materiales sólidos y las ideas fluidas se invierte (los objetos son progresivamente disueltos en experiencias fluidas, mientras que las únicas cosas estables son obligaciones simbólicas virtuales), solo entonces se hace plenamente real lo que Derrida llamaba el aspecto espectral del capitalismo."},{"id":382,"quote":"In German idealism it is absolute self-relating negativity; in psychoanalysis it is the death drive. This is at the very centre of what I am doing generally. My basic thesis is that the central feature of subjectivity in German idealism - this desubstantialized notion of subjectivity as a gap in the order of being - is consonant with the notion of the 'object small a' which, as we all know, for Lacan is a failure. It's not that we fail to encounter the object, but that the object itself is just a trace of a certain failure. What I am asserting here is that this notion of self-relating negativity, as it has been articulated from Kant to Hegel, means philosophically the same as Freud's notion of death drive - this is my fundamental perspective."},{"id":383,"quote":"The symmetrical inversion of an ideological proposition is no less ideological."},{"id":384,"quote":"I do my work, but I have this terrible desire to fake things at this level; to fake institutional things. I think that everything to do with institutions should be faked."},{"id":385,"quote":"At first approach, an event is the effect that seems to exceed its causes – and the space of an event is that which opens up by the gap that separates an effect from its causes."},{"id":386,"quote":"When Jesus was about to try the same shot again, the apostle told him that it was a very difficult one – only someone like Tiger Woods could do it. Jesus replied, ‘What the hell, I am the son of God, I can do what Tiger Woods can do!’ and took another swing."},{"id":387,"quote":"The root of these shifts in the meaning of big Other is that, in the subject’s relation to it, we are effectively dealing with a closed loop best rendered by Escher’s famous image of two hands drawing each other. The big Other is a virtual order which exists only through subjects “believing in it; if, however, a subject were to suspend its belief in the big Other, the subject itself, its “reality,” would disappear. The paradox is that symbolic fiction is constitutive of reality: if we take away the fiction, we lose reality itself. This loop is what Hegel called “positing the presuppositions.” This big Other should not be reduced to an anonymous symbolic field—there are many interesting cases where an individual stands for the big Other. One should think not primarily of leader-figures who directly embody their communities (king, president, master), but rather of the more mysterious protectors of appearances—such as otherwise corrupted parents who desperately try to keep their child ignorant of their depraved lives, or, if it is a leader, then one for whom Potemkin villages are built.”"},{"id":388,"quote":"This, in a way, is the big obsession of my entire work: this mutual reading of the Freudian notion of death drive with what in German idealism is rendered thematic as self-relating negativity."},{"id":389,"quote":"Overal ter wereld wordt geprotesteerd en komen mensen in opstand. Wat echter opvallend achterwege blijft, is een consistent links antwoord hierop. Er wordt geen poging ondernomen om deze eilandjes van chaotisch verzet om te zette in een positief programma voor sociale verandering. De woede die in vandaag de dag overal in Europa tot uitbarsting komt, is een machteloze en onbeduidende, aangezien bewustzijn en gecoördineerde acties voor de huidige samenleving geen haalbare kaart meer lijken te zijn. Nog nooit eerder hebben we te maken gehad met een situatie die zoveel gelegenheid bood voor een revolutie. En nog nooit in ons leven hebben we er zo machteloos bijgestaan. Nog nooit zijn de intellectuelen en de militanten zo stil geweest."},{"id":390,"quote":"…event is not something that occurs within the world, but is a change of the very frame through which we perceive the world and engage in it. Such a frame can sometimes be directly presented as a fiction which nonetheless enables us to tell the truth in an indirect way."},{"id":391,"quote":"Things simply move too fast; before one can accustom oneself to an invention, it is already supplanted by a new one, so that one more and more lacks the most elementary ‘cognitive mapping’ needed to grasp these developments."},{"id":392,"quote":"The Leftist counterpoint to this confusion is an idea circulating in the underground of many disappointed radical Leftists, a softer repetition of the decision for terror in the aftermath of the 1968 movement: the crazy idea that only a radical catastrophe (preferably an ecological one) can awaken the large crowds and in doing so give a new impetus to radical emancipation."},{"id":393,"quote":"I fully sympathize with Deleuze who said somewhere that the moment a true philosopher hears a phrase like 'let's discuss this point', his response is 'let's leave as soon as possible; let's run away!' Show me one dialogue which really worked. There are none!"},{"id":394,"quote":"I would say that this is also why humanitarian causes are so popular. They are not simply an expression of love for your neighbour, they are exactly the opposite. That is to say, the function of money in giving to humanitarian causes is the same as the function of money as isolated by Lacan in psychoanalysis: money means I pay you so that we don't get involved."},{"id":395,"quote":"Concrete universality' means that there is no abstract universality of rules, there are no 'typical' situations, all we are dealing with is exceptions; however, a concrete totality is the totality that regulates the concrete context of exceptions."},{"id":396,"quote":"[Subjectivity] is irreducible: we cannot get rid of it; it continues to haunt every attempt to overcome it."},{"id":397,"quote":"That's my idea of a philosophical community. We talk a lot, we discuss, but ultimately we are alone, and this works perfectly I think. We don't take any workshops together. When we need to talk, we talk. There is an old romantic formula: the true company is only when you can share your solitude, or some such rubbish. And that's how we function."},{"id":398,"quote":"The problem here is that the starting point for narrative pluralization is not the right to truth (as I would have put it in more Leninist terms) but the right to narrative. The ultimate ethical dimension is to construct a space in which each group/individual would have the right to narrate their fiction, their version of events. So the dimension of truth is suspended here."},{"id":399,"quote":"The basic problem is this: how to move beyond multi-party democracy without falling into the trap of direct democracy? In other words: how to invent a different mode of passivity of the majority, how to cope with the unavoidable alienation of political life?"},{"id":400,"quote":"…the event of the shattering encounter of an idea in Plato; the emergence of a purely eventful cogito, a crack in the great chain of being, in Descartes; and the Absolute itself – the totality that encompasses everything that exists – as an eventual self-deployment, as the result of its own activity."},{"id":401,"quote":"There is always an ideological short circuit."},{"id":402,"quote":"As Alenka Zupančič put it, the problem with the idea of the end of the world is the same as with Fukuyama’s end of history: the end itself doesn’t end, we just get stuck in a weird immobility. The secret wish of us all, what we think about all the time, is only one thing: when will it end? But it will not end: it is reasonable to see the ongoing pandemic as announcing a new era of ecological troubles."},{"id":403,"quote":"The great mistake in dealing with this opposition is to search for a proper measure between two extremes. What one should do instead is to bring out what both extremes share: the fantasy of a peaceful world where the agonistic tension of sexual difference disappears, either in a clear and stable hierarchic distinction of sexes or in the happy fluidity of a desexualized universe. And it is not difficult to discern in this fantasy of a peaceful world the fantasy of a society without social antagonisms, in short, without class struggle."},{"id":404,"quote":"Alienation points toward the 'performative' character of democratic choice: people do not vote for what they want (they know that in advance) - it is through such choice that they discover what they want. A true leader does not just follow the wishes of the majority; she or he makes the people aware of what they want. This is why democracy retains its meaning even if the choice it gives is between very similar programmes - such empty choice makes it clear that there is no predestined bearer of power."},{"id":405,"quote":"»Seveda sem paranoičen, saj nisem nor!«"},{"id":406,"quote":"Dialectic proper means that concrete historical struggles are at the same time struggles for the absolute itself; that each specific epoch, as it were, has its own ontology."},{"id":407,"quote":"Some social psychologists even think that there is a psychic limit, in the sense that capitalism today - and this is not such a ridiculous position as it may seem - is literally driving us crazy even in a clinical sense."},{"id":408,"quote":"I argue that the opposition between Rossini and Wagner should be conceived along the lines of two modes of sublime: the mathematical and the dynamic sublime. In order to make the point clear, I take a very basic example which I read about somewhere: that of cunnilingus. When men perform cunnilingus on women, when they strike the right note and the woman says 'yes, yes, more please!', then what usually happens is that men perform it faster and stronger - but this is a mistake. They should just do it quantitatively more. The difference is that women think in terms of the mathematical sublime - quantitatively more - whereas men think in terms of the dynamic sublime, and then they ruin it. It is an example confirmed to me by many friends. The usual mistake is that if the woman is saying 'yes, yes, that's it,' the men think they mean faster and stronger - but it's precisely not that."},{"id":409,"quote":"The whole dialectical point is to historicize these so-called 'eternal questions,' not in the sense of reducing them to some historical phenomenon but to introduce historicity into the absolute itself."},{"id":410,"quote":"The obscenity of the situation is breathtaking: global capitalism is now presenting itself as the last protection against fascism; and if you try to point out some of Macron's serious limitations you are accused of - yes, of complicity with fascism, since, as we are told repeatedly by the big (and not so big) media, the extreme Left and extreme Right are not coming together; both are anti-Semitic, nationalist-isolationist, anti-globalist, etc. This is the point of the whole operation: to make the Left - which means any true alternative - disappear."},{"id":411,"quote":"If I manipulate your genetic inheritance, you are not free, but once you are aware of the mere possibility of my manipulating your genes, you also already lose your freedom - why should you be more free if you are aware that it is the pure stupid natural contingency which determines what you are? The moment the prospect of biogenetic manipulation is here, freedom in the standard classical sense is lost."},{"id":412,"quote":"To articulate more precisely the way in which the Lacanian phallic signifierentails the impossibility of metalanguage, let us return to the poststructuralist understanding of the idea that 'there is no metalanguage'.Its starting point is the fact that the zero level of all metalanguages - natural, ordinary language - is simultaneously the last interpretative framework of all of them: it is the ultimate metalanguage. Ordinary language is its own metalanguage. It is self-referential; the place of an incessantauto-reflexive movement. In this conceptualization one does not mentionthe object too much. Usually, one gets rid of it simply by pointing out how 'reality' is already structured through the medium of language. In this way post-structuralists can calmly abandon themselves to the infiniteself-interpretative play of language. 'There is no metalanguange' is actuallytaken to mean its exact opposite: that there is no pure object-language, anylanguage that would function as a purely transparent medium for thedesignation of pre-given reality. Every 'objective' statement about thingsincludes some kind of self-distance, a rebounding of the signifier from its'literal meaning'. In short, language is always saying, more or less, something other than what it means to say."},{"id":413,"quote":"I think that the most arrogant position is this apparent, multidisciplinary modesty of 'what I am saying now is not unconditional, it is just a hypothesis,' and so on. It really is a most arrogant position. I think that the only way to be honest and to expose yourself to criticism is to state clearly and dogmatically where you are. You must take the risk and have a position."},{"id":414,"quote":"Reality itself is the result of a certain distorting perspective."},{"id":415,"quote":"A truth needs time to make a journey through illusions to form itself. One should put Hegel back into the series of Plato-Descartes-Hegel, corresponding to the triad of Objective-Subjective-Absolute: Plato’s Ideas are objective, Truth embodied; the Cartesian subject stands from the unconditional certainty of my subjective self-awareness. And Hegel, what does he add? If ‘subjective’ is what is relative to our subjective limitation, and if ‘objective’ is the very way things really are, what does (106>107)’absolute’ add to it? Hegel’s answer: the ‘absolute’ does not add some deeper, more substantial, dimension – it includes (subjective) illusion into (objective) truth itself. The ‘absolute’ standpoint makes us see how reality includes fiction (or fantasy), how the right choice only emerges after the wrong one."},{"id":416,"quote":"I am tempted to propose a radical reading of this syndrome: what if what the unfortunate intellectuals cannot bear is the fact that they lead a life which is basically happy, safe and comfortable, so that, in order to justify their higher calling, they have to construct a scenario of radical catastrophe?"},{"id":417,"quote":"When Sanders emphasizes economic problems, he is accused of 'vulgar' class reductionism, while nobody is bothered when leaders of big corporations support LGBT+."},{"id":418,"quote":"Porque si la democracia significa representación, se trata, en primer lugar, de la representación del sistema general que adopta sus formas. En otras palabras: la democracia electoral es representativa solamente en la medida en que es en primer lugar la representación consensuada del capitalismo, o de lo que actualmente se ha renombrado como «economía de mercado». Ésta es su corrupción subyacente"},{"id":419,"quote":"Again, you are right in suggesting in your question that what drew me into so-called 'real politics' was this absolute urgency to avoid any beautiful soul syndrome - you know, like the worst thinker doing all the better because he or she can then write a good critique of how things are going. No, I think that if you play politics you should go to the end in a cruel pragmatic way. I didn't have any problems at this level."},{"id":420,"quote":"Class struggle is less and less directly transposed into the struggle between political parties, and increasingly takes place within each big political party. In the US, class struggle cuts across the Republican Party (the Party establishment versus Bannon-like populists) and across the Democratic Party (the Clinton wing versus the Sanders movement)."},{"id":421,"quote":"The point is not that there is no reality outside our mind, the point is rather that there is no mind outside reality. The distortion of reality occurs precisely because our mind is part of reality. So when Lenin claims that we can only arrive at objective reality in an endless asymptotic process of approximation, what he overlooks is that our distortions of reality occur precisely because we are part of reality and therefore do not have a neutral view of it: our perception distorts reality because the observer is part of the observed. It is this universalized perspectivism which, I think, contains a radically materialist position."},{"id":422,"quote":"Trotsky thus targeted the material (technical) grid of power (railways, electricity, water supply, post, etc.), the grid without which state power hands in the void and becomes inoperative."},{"id":423,"quote":"The lesson of the last decades is that neither massive grass-roots protests (as we have seen in Spain and Greece) nor well-organized political movements (parties with elaborated political visions) are enough - we also need a narrow, striking force of dedicated 'engineers' (hackers, whistle-blowers...) organized as a disciplined conspiratorial group. Its task will be to 'take over' the digital grid, to rip it out of the hands of the corporations and state agencies that now de facto control it."},{"id":424,"quote":"The problem of materialism is not 'does reality exist outside?' The problem is 'does our mind exist?' How does my mind exist and how is it inherent to reality?"},{"id":425,"quote":"No hay ninguna razón para despreciar las elecciones democráticas; la cuestión es solamente insistir en que no son per se una indicación de la Verdad; por el contrario, como norma, tienden a reflejar la doxa predominante determinada por la ideología dominante."},{"id":426,"quote":"There is an irreducible scandal, something traumatic and unexpected, in the encounter with another subject, in the fact that the subject (a self-consciousness) encounters outside itself, in front of it, another living being there in the world, among things, which also claims to be a subject (a self-consciousness). As a subject, I am by definition alone, a singularity opposed to the entire world of things, a punctuality to which all the world appears, and all the phenomenological descriptions of my being always \"together-with\" others cannot ultimately cover up the scandal of there being another such singularity. In the guise of a living being in front of me which also claims to be a self-consciousness, infinity assumes a determinate form\"- Hegel,"},{"id":427,"quote":"Georgi M. Derluguian's Bourdieu's Secret Admirer in the Caucasus tells the extraordinary story of Musa Shanib from Abkhazia, the leading intellectual of this turbulent region whose incredible career passed from Soviet dissident intellectual through democratic political reformer and Muslim fundamentalist war leader up to respected professor of philosophy, his entire career marked by the strange admiration for Pierre Bourdieu's thought. There are two ways to approach such a figure. The first reaction is to dismiss it as local eccentricity, to treat it with benevolent irony - \"what a strange choice, Bourdieu - who knows what this folkloric guy sees in Bourdieu...\". The second reaction is to directly assert the universal scope of theory - \"see how universal theory is: every intellectual from Paris to Chechenia and Abkhazia can debate his theories...\" The true task, of course, is to avoid both these options and to assert the universality of a theory as the result of a hard theoretical work and struggle, a struggle that is not external to theory: the point is not (only) that Shanib had to do a lot of work to break the constraints of his local context and penetrate Bourdieu - this appropriation of Bourdieu by an Abkhazian intellectual also affects the substance of the theory itself, transposing it into a different universe. Did - mutatis mutandis - Lenin not do something similar with Marx? The shift of Mao with regard to Lenin AND Stalin concerns the relationship between the working class and peasants: both Lenin and Stalin were deeply distrustful towards the peasants, they saw as one of the main tasks of the Soviet power to break the inertia of the peasants, their substantial attachment to land, to \"proletarize\" them and thus fully expose them to the dynamics of modernization - in clear contrast to Mao who, in his critical notes on Stalin's Economic Problems of Socialism in the USSR (from 1958) remarked that \"Stalin's point of view /.../ is almost altogether wrong. The basic error is mistrust of the peasants.\" The theoretical and political consequences of this shift are properly shattering: they imply no less than a thorough reworking of Marx's Hegelian notion of proletarian position as the position of \"substanceless subjectivity,\" of those who are reduced to the abyss of their subjectivity."},{"id":428,"quote":"What I hate about these liberal, pseudo-left, beautiful soul academics is that they are doing what they are doing fully aware that somebody else will do the job for them. For example, this goes to the absurd with many of my American friends who pretend to be left-wingers, anti-capitalist and so on, but who also play the stock market - and so they secretly count on things functioning, on stocks and share doing well, and so on. I admire people who are ready to take over and do the dirty job, and maybe this is part of my fascination with Lenin. He never adopted the position of 'oh, we are not responsible, things move differently, what can we do?' No, we are in a way absolutely responsible. This has nothing to do with conformism: quite the contrary. If you are in power, really in power, it mean something very radical. It means you have no excuse. You cannot say, 'sorry, it's not my fault.' I have considerable respect for people who don't lose their nerve; for people who know there is no way out for them."},{"id":429,"quote":"The paradox is that if you posit pleasure directly as a goal, then you are obliged to submit to a number of conditions - for example, fitness regimes in order to remain sexually attractive - so your immediate pleasure is again ruined."},{"id":430,"quote":"There is thus always a basic asymmetry in a dialogue – and does this asymmetry not break out openly in late Plato’s dialogues, where we are no longer dealing with Socratic irony, but with one person talking all the time, with his partner merely interrupting him from time to time with “So it is, by Zeus!, “How cannot it be so?”, etc”"},{"id":431,"quote":"First —we should restrain our anti-colonialist joy here— the question to be raised is: if Europe is in gradual decay, what is replacing its hegemony? The answer is: 'capitalism with Asian values' (which, of course, has nothing to do with Asian people and everything to do with the clear and present tendency of contemporary capitalism as such to suspend democracy). From Marx on, the truly radical Left was never simply 'progressist'. It was always obsessed by the question: what is the price of progress? Marx was fascinated by capitalism, by the unheard-of productivity it unleashed; it was just that he insisted that this very success engenders antagonisms. And we should do the same with the progress of global capitalism today: keep in view its dark underside, which is fomenting revolts.What all this implies is that today's conservatives are not really conservative. While fully endorsing capitalism's continuous self-revolutionizing, they just want to make it more efficient by supplementing it with some traditional institutions (religion, for instance) to constrain its destructive consequences for social life and to maintain social cohesion. Today, a true conservative is the one who fully admits the antagonisms and deadlocks of global capitalisms, the one who rejects simple progressivism, and who is attentive to the dark obverse of progress. In this sense, only a radical Leftist can be today a true conservative."},{"id":432,"quote":"Enjoyment is beyond the pleasure principle. Whereas pleasure exists along the lines of balance and satisfaction, enjoyment is destabilizing, traumatic, and excessive - the Freudian pleasure in pain and so on."},{"id":433,"quote":"As is well-known among those who still remember Marxism, the ambiguous central point of its theoretical edifice concerns its premise that capitalism itself creates the conditions for its self-overcoming through proletarian revolution - how are we to read this? Is it to be read in a linear evolutionary way: revolution should take place when capitalism fully develops all its potentials and exhausts all its possibilities, the mythic point at which it confronts its central antagonism (\"contradiction\") at its purest, in its naked form? And is it enough to add the \"subjective\" aspect and to emphasize that the working class should not just sit and wait for the \"ripe moment,\" but to \"educate\" itself through long struggle? As is also well-known, Lenin's theory of the \"weakest link of the chain\" is a kind of compromise-solution: although it accepts that the first revolution can take place not in the most developed country, but in a country in which antagonisms of the capitalist development are most aggravated, even if it is less developed (Russia, which combined concentrated modern capitalist-industrial islands with agrarian backwardness and pre-democratic authoritarian government), it still perceived October Revolution as a risky break-through which can only succeed if it will be soon accompanied by a large-scale Western European revolution (all eyes were focused on Germany in this respect). The radical abandonment of this model occurred only with Mao, for whom the proletarian revolution should take place in the less developed part of the world, among the large crowds of the Third World impoverished peasants, workers and even \"patriotic bourgeoisie,\" who are exposed to the aftershocks of the capitalist globalization, organizing their rage and despair. In a total reversal (perversion even) of the Marx's model, the class struggle is thus reformulated as the struggle between the First World \"bourgeois nations\" and the Third World \"proletarian nations."},{"id":434,"quote":"Tolerance means: leave me alone, I don't want to be disturbed too much by you."},{"id":435,"quote":". The rather boring debate about the origins of Maoism (or Stalinism) oscillates around three main options: (1) the \"hard\" anti-Communists and the \"hard\" partisans of Stalinism claim that there is a direct immanent logic which leads from Marx to Lenin and from Lenin to Stalin (and then from Stalin to Mao); (2) the \"soft\" critics claim that the Stalinist (or, prior to it, Leninist) turn is one of the historical possibilities present in Marx's theoretical edifice - it could have turned otherwise, yet the Stalinist catastrophe is nonetheless inscribed as an option into the original theory itself; (3) finally, the defenders of the purity of the \"original teaching of Marx\" dismiss Stalinism (or already Leninism) as a simple distortion, betrayal, insisting on the radical break between the two: Lenin and Stalin simply \"kidnapped\" Marx's theory and used it for purposes totally at odds with Marx. One should reject all three versions as based on the same underlying linear-historicist notion of time, and opt for the fourth version, beyond the false question \"to what extent was Marx responsible for the Stalinist catastrophe\": Marx is fully responsible, but retroactively, i.e., the same holds for Stalin as for Kafka in Borges's famous formulation: they both created their own predecessors."},{"id":436,"quote":"What we need more is a certain violence against ourselves. In order to break out of an ideological, double-bind predicament, you need a king of violent outburst. It is something shattering. Even if it is not physical violence, it is extreme symbolic violence, and we have to accept it. At this level I think that in order to really change the existing society, this will not come about in the terms of this liberal tolerance. It will explode as a more shattering experience. And this is, I think, what is needed today: this awareness that true changes are painful."},{"id":437,"quote":"Not all is ideology, beneath the ideological mask, I am also a human person' is the very form of ideology, of its 'practical efficiency'."},{"id":438,"quote":"The space of difference became now something exclusively cultural. In order for us to perceive political differences and divisions and to recognize them as such, they should first be translated into the language of culture and declare themselves as cultural identities […] Culture thus became the ultimate horizon of historical experience."},{"id":439,"quote":"itself as the “natural advocate of democracy and human rights against the threat of totalitarianism—as if it were not the case that the Church accepted democracy only at the end of the nineteenth century, and even then with clenched teeth, as a desperate compromise, making it clear that it preferred monarchy,”"},{"id":440,"quote":"And the moment you accept suffering as something that doesn't have a deeper meaning, it means we can change it; fight against it."},{"id":441,"quote":"The elementary political position is one that affirms this contingency and this means that you don't have any guarantee in any norms whatsoever. You have to risk and to decide. Do not compromise your desire. You must risk the act without guarantee."},{"id":442,"quote":"The torture of animals, especially cats, was a popular amusement throughout early modern Europe. The power of cats was concentrated on the most intimate aspect of domestic life: sex. Le chat, la chatte, le minet mean the same thing in French slang as 'pussy' does in English, and they have served as obscenities for centuries."},{"id":443,"quote":"Para dizê-lo mais uma vez, a verdade última do universo capitalista, utilitarista e desespiritualizado, é a desmaterialização da \"vida verdadeira\", a sua inversão num espetáculo espectral."},{"id":444,"quote":"Badiou makes it clear that what the media call the 'radicalization of Muslims is Fascistization pure and simple:\"this Fascism is the obverse of the frustrated desire for the West which is organized in a more or less military way following the flexible model of a mafia gang and with variable ideological colorizations where the place occupied by religion is purely formal."},{"id":445,"quote":"This is a deeply Christian idea: when I feel alone, abandoned by God, at that point I am like Christ on the cross, in full solidarity with him."},{"id":446,"quote":"In this way the world market is, with regard to its immanent dynamic, 'a space in which everyone has once been a productive labourer, and in which labour has everywhere begun to price itself out of the system'."},{"id":447,"quote":"Es aquí donde empieza la verdadera tolerancia - la tolerancia de lo que experimentamos como «imposible de soportar» (l'impossible-à-supporter) (Lacan) y en este nivel la corrección política de la izquierda liberal se acerca al fundamentalismo religioso con su propia lista de «imposible permanecer en silencio cuando nos enfrentamos a...»: nuestras propias blasfemias de (lo que es percibido como) sexismo, racismo y otras formas de intolerancia. Por ejemplo, ¿qué sucedería si algún periódico se burlara abiertamente del Holocausto? Es fácil burlarse de las regulaciones musulmanas de los detalles de la vida cotidiana (característica que el islam comparte con el judaísmo, dicho sea de paso), pero ¿qué pasa con la lista políticamente correcta de formas de seducción que pueden ser interpretadas como acoso verbal, de chistes que son considerados racistas o sexistas, o incluso los casos de «especismo» (si uno se burla desconsideradamente de otras especies animales)? Lo que se debería subrayar a este respecto es la contradicción intrínseca de la postura de la izquierda liberal: la postura libertaria de ironía y burla universal, que se ríe de todas las autoridades, espirituales y políticas (la postura encarnada por Charlie Hebdo) tiende a desplazarse hacia su opuesto, una sensibilidad intensificada por el dolor y la humillación del otro."},{"id":448,"quote":"I just stood for justice, whatever the costs. How can this be wrong?"},{"id":449,"quote":"So we shouldn’t lose too much time in New Age spiritualist meditations on how “the virus crisis will enable us to focus on what our lives are really about. The real struggle will be over what social form will replace the liberal-capitalist New World Order. This is our true appointment in Samara.”"},{"id":450,"quote":"the immigrants who secure rights thanks to the anti-racist anti-colonial struggle might be securing the right to free capitalist enterprise, refusing to see, refusing to ‘open your eyes’, as the angry black yelled at the post-colonial immigrant. This right to free enterprise is another way to capital accumulation powered by the post-colonial entrepreneur: it produces ‘unfree labour’ and racialized class relations in the name of challenging the colonial rule of difference […] There is a closet Ayn Randian class position underpinning the anti-racism of hyperbolic anti-colonialists – it is then not difficult to see that the non-modern, radical alterity upon which the anti-colonial is premised now stands for the capitalist universal."},{"id":451,"quote":"dangerous situation and we don’t have any clear ethical guidance here. And did you notice, when you talk about the possible and the impossible, how strangely this is distributed? On the one hand, in the"},{"id":452,"quote":"health"},{"id":453,"quote":"The prospect of Neuralink thus ideally fits the vision of a new society in which human beings are bodily isolated, living in protective bubbles, and simultaneously sharing the same mental space—in our psychic lives, we will be closer to each other than ever before. What we need now is not only more physical proximity to others but more psychic distance from them."},{"id":454,"quote":"the ‘magic cave’ enables us to joyously accept the End. There is nothing morbid in it; such an acceptance is, on the contrary, the necessary background of concrete social engagement."},{"id":455,"quote":"There is a problem to be clarified here: no matter how intrusively one touches a dog or a cat, the intrusion will never be interpreted by it as an “enigmatic signifier; which means that something, some radical change, must have already happened in a living being for it to experience something as an intrusion. It seems obvious that a violation is always a violation with regard to some presupposed norm. Should one then say that, in order for something to be experienced by the body as intrusion, a kind of primordial Ego already has to be constituted, implying a line of division between the Inside and the Outside?”"},{"id":456,"quote":"The secret of identity politics is that, in it, a white/male/hetero position remains a universal standard, everyone understands it and knows what it means, which is why it is the blind spot of identity politics, the one identity that is prohibited to assert."},{"id":457,"quote":"We live in a society where a kind of Hegelian speculative identity of opposites exists. Certain features, attitudes and norms of life are no longer perceived as ideologically marked. They appear to be neutral, non-ideological, natural, commonsensical. We designate as ideology that which stands out from this background: extreme religious zeal or dedication to a particular political orientation. The Hegelian point here would be that it is precisely the neutralisation of some features into a spontaneously accepted background that marks out ideology at its purest and at its most effective. This is the dialectical ‘coincidence of opposites’: the actualisation of a notion or an ideology at its purest coincides with, or, more precisely, appears as its opposite, as non-ideology. Mutatis mutandis, the same holds for violence. Social-symbolic violence at its purest appears as its opposite, as the spontaneity of the milieu in which we dwell, of the air we breathe."},{"id":458,"quote":"The entire vision of creative differences, of particular identities contributing to a united world, threatened by the violent pressure on the minorities to 'integrate'--in other words, by the false universality of the Western way of life, which imposes itself as a standard for all--is to be rejected in its entirety. The world we live in is one, but it is such because it is traversed (and, in a way, even held together) by the same antagonism that is inscribed into the very heart of global capitalism. Universality is not located over and above particular identities, it is an antagonism that cuts from within each 'way of life'. This antagonism determines all emancipatory struggles: explicit and unwritten rules of hierarchy, homophobia, male domination and so on are key constituents of the 'way of life' in which such struggles occur."},{"id":459,"quote":"When Zeno the Cynic was confronted with Eleatic proofs of the non-existence of movement, he simply raised and moved his middle finger, or so the story goes …"},{"id":460,"quote":"I did teach a class here [at the University of Cincinnati] and all of the grading was pure bluff...I even told students at the New School for example… if you don’t give me any of your shitty papers, you get an A. If you give me a paper I may read it and not like it and you can get a lower grade.[ He received no papers that semester]"},{"id":461,"quote":"A critical analysis of the present global constellation -- one which offers no clear solution, no \"practical advice\" on what to do, and provides no light at the end of the tunnel, since one is well aware that this light might belong to a train crashing towards us -- usually meets with reproach: \"Do you mean we should do nothing? Just sit and wait?\" One should gather the courage to answer: \"YES! Precisely that!\" There are situations when the only truly \"practical\" thing to do is to resist the temptation to engage immediately and to \"wait and see\" by means of a patient, critical analysis."},{"id":462,"quote":"The Joke is the first novel by Milan Kundera and I think it’s his only good novel. After that it all goes down."},{"id":463,"quote":"En resumen, Las edades del mundo, de Schelling, debe leerse como una obra metapsicológica en el sentido estrictamente freudiano de la palabra."},{"id":464,"quote":"While crises do shake people out of their complacency, forcing them to question the fundamentals of their lives, the most spontaneous first reaction is panic, which leads to a \"return to the basics\": the basic premises of the ruling ideology, far from being put into doubt, are even more violently reasserted."},{"id":465,"quote":"The first axiom even, of every radical ecology must be 'there is no Nature'."},{"id":466,"quote":"We should of course analyze in detail the social conditions which made the coronavirus epidemic possible. Just think about the way, in today’s interconnected world, a British person meets someone in Singapore, returns to England, and then goes skiing to France, infecting there four others … The usual suspects are waiting in line to be questioned: globalization, the capitalist market, the transience of the rich."},{"id":467,"quote":"Radicals are, on the contrary, possessed by what Alain Badiou called the 'passion of the Real': if you say A - equality, human rights and freedoms - you should not shirk from its consequences but muster the courage to say B - the terror needed to really defend and assert the A."},{"id":468,"quote":"A Woman Throwing a Stone, a lesser known painting by Picasso from his surrealist period in the 1920s, offers itself easily to a Platonist reading: the distorted fragments of a woman on a beach throwing a stone are, of course, a grotesque misrepresentation, if measured by the standard of realist reproduction; however, in their very plastic distortion, they immediately/ intuitively render the Idea of a “woman throwing a stone, the “inner form” of such a figure. This painting makes clear the true dimension of Plato’s philosophical revolution, so radical that it was misinterpreted by Plato himself: the assertion of the gap between the spatio-temporal order of reality in its eternal movement of generation and corruption, and the “eternal” order of Ideas—the notion that empirical reality can “participate” in an eternal Idea, that an eternal Idea can shine through it, appear in it. Where Plato got it wrong is in his ontologization of Ideas (strictly homologous to Descartes’s ontologization of the cogito), as if Ideas form another, even more substantial and stable order of “true” reality. What Plato was not ready (or, rather, able) to accept was the thoroughly virtual, “immaterial” (or, rather, “insubstantial”) status of Ideas: like sense-events in Deleuze’s ontology, Ideas have no causality of their own; they are virtual entities generated by spatio-temporal material processes.”"},{"id":469,"quote":"The only alternative to the half-hearted defensive position of feeling guilty in front of our liberal or Rightist critics is: we have to do the critical job better than our opponents."},{"id":470,"quote":"As Saint-Just put it succinctly: 'That which produces the general good is always terrible.' These words should not be interpreted as a warning against the temptation to impose violently the general good onto a society, but, on the contrary, as a bitter truth to be fully endorsed."},{"id":471,"quote":"Robespierre was a pacifist, not out of hypocrisy or humanitarian sensitivity, but because he was well aware that war among nations as a rule serves as the means to obfuscate revolutionary struggle within each nation."},{"id":472,"quote":"True fundamentalists, the terrorist pseudo-fundamentalists are deeply bothered, intrigued and fascinated by the sinful life of the non-believers. One can feel that, in fighting the sinful other, they are fighting their own temptation. The passionate intensity of a fundamentalist mob bears witness to the lack of true conviction; deep in themselves, terrorist fundamentalists also lack true conviction - their violent outbursts are proof of it."},{"id":473,"quote":"In his Le siecle, Alain Badiou argues that the shift from 'humanism AND terror' that occurred towards the end of the twentieth century was a sign of political regression. In 1946, Maurice Merleau-Ponty wrote Humanism and Terror, his defence of Soviet Communism as involving a kind of Pascalean wager that announces the topic of what Bernard Williams later developed as the notion of 'moral luck': the present terror will be retroactively justified if the society that emerges from it proves to be truly human; today, such a conjunction of terror and humanism is properly unthinkable, the predominant liberal view replaces AND with OR: either humanism or terror."},{"id":474,"quote":"Populism is ultimately always sustained by the frustrated exasperation of ordinary people, by the cry \"I don’t know what is going on, but I’ve just had enough of it! It cannot go on! It must stop!\" Such impatient outbursts betray a refusal to understand or engage with the complexity of the situation, and give rise to the conviction that there must be somebody responsible for the mess—which is why some agent lurking behind the scenes is invariably required. Therein, in this refusal-to-know, resides the properly fetishistic dimension of populism. That is to say, although at a purely formal level fetishism involves a gesture of transference (onto the object-fetish), it functions as an exact inversion of the standard formula of transference (with the \"subject supposed to know\"): what fetishism gives body to is precisely my disavowal of knowledge, my refusal to subjectively assume what I know. That is why, to put it in Nietzschean terms which are here highly appropriate, the ultimate difference between a truly radical emancipatory politics and a populist politics is that the former is active, it imposes and enforces its vision, while populism is fundamentally re-active, the result of a reaction to a disturbing intruder. In other words, populism remains a version of the politics of fear: it mobilizes the crowd by stoking up fear of the corrupt external agent."},{"id":475,"quote":"Raphael Samuel, a citizen of India, said he would sue his parents for giving birth to him … Samuel is telling people, especially Indian kids, that they don’t owe their parents anything; he also claims that putting a child through institutions like school and the job market without their consent is wrong. We should not reject Samuel’s complaint as ridiculous – there is a deep insight in it, but we have to avoid the confusion between the empirical and the transcendental level. Empirically, I am of course “thrown into the world,. However, to become a Self, there has to be a transcendental act of self-positing ...”"},{"id":476,"quote":"There are no innocent bystanders in the crucial moments of revolutionary decision, because, in such moments, innocence itself - exempting oneself from the decision, going on as if the struggle I am witnessing does not really concern me - is the highest treason."},{"id":477,"quote":"Hegel wrote that the only thing we can learn from history is that we learn nothing from history,"},{"id":478,"quote":"Las librerías están desbordadas por manuales psicológicos que nos aconsejan sobre cómo tener éxito, cómo superar a nuestra pareja o a nuestro competidor; en resumen, que tratan el éxito como algo dependiente de una «actitud» apropiada."},{"id":479,"quote":"Every authentic revolutionary has to assume this attitude of thoroughly abstracting from, despising even, the imbecilic particularity of one's immediate existence, or, as Saint-Just formulated in an unsurpassable way this indifference towards what Benjamin called 'bare life': 'I despise the dust that forms me and speaks to you."},{"id":480,"quote":"John Brown is the key political figure in the history of the U.S."},{"id":481,"quote":"If - accidentally - an event takes place, it creates the preceding chain which makes it appear inevitable: this, not the commonplaces on how the underlying necessity expresses itself in and through the accidental play of appearances, is in nuce the Hegelian dialectics of contingency and necessity."},{"id":482,"quote":"My claim here is not merely that I am a materialist through and through, and that the subversive kernel of Christianity is accessible also to a materialist approach; my thesis is much stronger: this kernel is accessible only to a materialist approach—and vice versa: to become a true dialectical materialist, one should go through the Christian experience."},{"id":483,"quote":"Perspicacious theologians know very well [the] paradox of a decision which retroactively posits it’s own reasons: of course there are good reasons to believe in Jesus Christ, but these reasons are fully comprehensible only to those who already believe in him."},{"id":484,"quote":"Law does not tell me what my duty is, it merely tells me that I should accomplish my duty, and so leaves the space open for empty voluntarism (whatever I decide to be my duty is my duty). However, far from being a limitation, this very feature brings us to the core of Kantian ethical autonomy: it is not possible to derive the concrete norms I have to follow in my specific situation from the moral Law itself - which means that the subject herself has to assume responsibility of translating the abstract injunction of the moral Law into a series of concrete obligations. The full acceptance of this paradox compels us to reject any reference to duty as an excuse: 'I know this is heavy and can be painful, but what can I do, this is my duty...'Kant's ethics of unconditional duty is often taken as justifying such an attitude - no wonder Adolf Eichmann himself referred to Kantian ethics when he tried to justify his role in planning and executing the Holocaust: he was just doing his duty and obeying the Fuhrer's orders. However, the aim of Kant's emphasis on the subject's full moral autonomy and responsibility is precisely to prevent any such manoeuvre of displacing the blame onto some figure of the big Other."},{"id":485,"quote":"Paganism is the ultimate Christian dream."},{"id":486,"quote":"Toutest permis aujourd'hui au Dernier Homme hédoniste : profitez de tous les plaisirs, mais à la condition qu'ils soient privés de la subtance qui les rend dangeureux."},{"id":487,"quote":"The very reference to duty as the excuse to do my duty should be rejected as hypocritical."},{"id":488,"quote":"«Hay que llevar al capital al reconocimiento del peso y de la importancia del bien común, y si el capital no está dispuesto a hacerlo, hay que obligarle»47."},{"id":489,"quote":"Conservatives are therefore fully justified in legitimizing their opposition to radical knowledge in terms of happiness: ultimately, knowledge makes us unhappy."},{"id":490,"quote":"the only choice is that between direct or indirect relations of domination and exploitation, with any alternative dismissed as utopian."},{"id":491,"quote":"They missed how identification works: we as a rule identify with others’ weaknesses, not only, or even principally, with their strengths; so the more Trump’s limitations were mocked, the more ordinary people identified with him and perceived attacks on him as condescending attacks on themselves"},{"id":492,"quote":"I am fully responsible not only for doing my duty, but no less for determining what my duty is."},{"id":493,"quote":"Value production can only thrive if it incorporates its inherent negation, the creative work that generates no market value; it is by definition parasitic on it. So instead of commodifying exceptions and including them in the process of valorization, one should leave them outside and destroy the frame that makes their status inferior. The problem with fictitious capital is not that it is outside valorization but that it remains parasitic on the fiction of a valorization to come."},{"id":494,"quote":"Strange Christianity, whose most pressing anxiety seems to be that God’s grace might prove to be all too free on this side, that hell, instead of being populated with so many people, might some day prove to be empty!"},{"id":495,"quote":"By what right can we call this a system of “corrections? Is it not, rather, the rubric for a slavishly obedient, oppressed, and humiliated existence?”"},{"id":496,"quote":"As Lenin repeatedly puts it, it is as if, before the revolutionary agent risks the seizure of the state power, it should get permission from some figure of the big Other (organize a referendum which will ascertain that the majority supports the revolution). With Lenin, as with Lacan, the revolution ne s'autorise que d'elle-meme: one should assume the revolutionary act not covered by the big Other - the fear of taking power 'prematurely', the search for a guarantee, is the fear of the abyss of the act."},{"id":497,"quote":"The state in its institutional aspect is a massive presence which cannot be accounted for in the terms of the representation of interests - the democratic illusion is that it can."},{"id":498,"quote":"Dictatorship' does not mean the opposite of democracy, but democracy's own underlying mode of functioning - from the very beginning, the thesis on the 'dictatorship of the proletariat' involved the presupposition that it was the opposite of other form(s) of dictatorship, since the entire field of state power is that of dictatorship. When Lenin designated liberal democracy as a form of bourgeois dictatorship, he did not imply a simplistic notion about how democracy is really manipulated, a mere facade, or how some secret clique is really in power and controls things, and that, if threatened with losing power in democratic elections, it would show its true face and assume direct control. What he meant is that the very form of the bourgeois-democratic state, the sovereignty of its power in its ideologico-political presuppositions, embodies a 'bourgeois' logic."},{"id":499,"quote":"Kaliforniya’yı son ziyaretimde Slovenyalı sigara tiryakisi bir arkadaşımla bir profesörün ev partisine katıldım. Geç saatlere doğru arkadaşım artık yerinde duramamaya başlamıştı, ev sahibine kibarca sigara için verandaya çıkıp çıkamayacağını sordu. Ev sahibi (aynı kibarlıkta) hayır dedi, bunun üzerine arkadaşım sokağa çıkmak istediğini söylese de ev sahibi bunu da reddetti, öyle uluorta sigara içilmesi komşular nezdinde statüsünü yaralayacaktı... Fakat beni esas şaşırtan şey ev sahibinin yemekten sonra ikram ettiği hafif uyuşturucunun bir sorun olmamasıydı – sanki uyuşturucu, sigaradan daha az tehlikeliymiş gibi.Günümüz tüketim toplumunun çıkmazı, haz ile keyif arasındaki Lacancı ayrıma güzel bir örnek: Lacan’ın jouissance dediği şey, haz olmaktan öte ölümcül bir fazlalıktır; haz ilkesinin ötesinde yer alır. Başka deyişle, plus-de-jouir (artı– ya da aşırı-keyif) terimi laf kalabalığıdır; çünkü keyif, tanımı gereği, zaten aşırıdır ve belli bir ölçüye tabi olan hazzın aksine kendi içinde bir fazlalık değerine sahiptir. Dolayısıyla iki uç noktayla karşı karşıyayız: Bir tarafta, zarar görmekten kaçınmak ve eğlenceyi sürdürmek için aldığı hazzı dikkatle hesaplayan entelektüel hedonist; diğer tarafta, keyfin o ölesiye aşırılığı içerisinde kendi varlığını tüketmeye hazır bir jouisseur – yani, halk diliyle söylersek, bir tarafta her türlü rahatsızlıktan ve diğer sağlık tehditlerinden iyi korunan, aldığı hazları hesaplayan tüketici; diğer tarafta, kendi-yıkımını hazırlayan uyuşturucu bağımlısı (ya da sigara tiryakisi ya da ...). Keyif hiçbir işe yaramaz, çağdaş hedonist-faydacı ve “hoşgörülü toplumun gösterdiği muazzam çaba, bu açıklanamaz/hesap edilemez fazlalığı açıklanabilir/hesap edilebilir alana dahil etmektir.”"},{"id":500,"quote":"In the domain of telling stories, a gesture homologous to translation would be a change in the plot of the original narrative which makes us think 'it is only now that we really understand what the story is about.' This is how we should approach numerous recent attempts to stage some classical opera by not only transposing its action into a different (most often contemporary) era, but also by changing some basic facts of the narrative itself. There is no a priori abstract criterion which would allow us to judge its success of failure: each such intervention is a risky act and must be judged by its own immanent standards. Such experiments often ridiculously misfire - however, not always, and there is no way to tell in advance, so one has to take the risk. Only one thing is certain: the only way to be faithful to a classic work is to take such as risk - avoiding it, sticking to the the traditional letter, is the safest way to betray the spirit of the classic. In other words, the only way to keep a classical work alive is to treat it as 'open', pointing towards the future, or, to use the metaphor evoked by Walter Benjamin, to act as if the classic work is a film for which the appropriate chemical liquid to develop was invented only later, so that it is only today that we can get the full picture. In both these cases, that of translation and that of (re)telling stories, the result is thus the same: instead of the original and its translation (or re-telling), both versions are conceived as fragmentary variations of an impossible Idea which can only be discerned by way of bringing out all its variations."},{"id":501,"quote":"Up to a decade or two ago, the system production-nature (man's productive-exploitative relationship with nature and its resources) was perceived as a constant, whereas everybody was busy imagining different forms of the social organization of production and commerce (Fascism or Communism as alternatives to liberal capitalism); today, as Fredric Jameson perspicaciously remarked, nobody seriously considers possible alternatives to capitalism any longer, whereas popular imagination is persecuted by the visions of the forthcoming ‘breakdown of nature’, of the stoppage of all life on earth – it seems easier to imagine the ‘end of the world’ than a far more modest change in the mode of production, as if liberal capitalism is the ‘real’ that will somehow survive even under conditions of a global ecological catastrophe."},{"id":502,"quote":"In order to grasp how exploitation is overcome by sublimation, it is not enough to stay with this standard definition of sublimation as the elevation of an ordinary object to the dignity of a Thing. As Lacan aptly demonstrated apropos courtly love, an ordinary object (woman) is there elevated to the dignity of the Thing, she becomes an “inhuman partner, dangerous to get too close to, always out of reach, mixing horror and respect. The paradox of desire is here brought to an extreme, turning the experience of love into an endlessly postponed tragedy. In true love, however, comedy enters: while the beloved remains a Thing, it is simultaneously “desublimated,” accepted in all her ridiculous bodily imperfections. A true miracle is thus achieved: I can hold the Thing-jouissance in my hands, making fun of it and playing games with it, enjoying it without restraint – true love doesn’t idealize – or, as Lacan put it in his seminar on anxiety: “Only love-sublimation makes it possible for jouissance to condescend to desire.”This enigmatic proposition was perspicuously interpreted by Alenka Zupančič who demonstrated how, in the comedy of love, sublimation paradoxically comprises its opposite, desublimation – you remain the Thing, but simultaneously I can use you for my enjoyment: “to love the other and to desire my own jouissance. To ‘desire one’s own jouissance’ is probably what is the hardest to obtain and to make work, since the enjoyment has trouble appearing as an object.” One should not shirk from a quite concrete and graphic description of what this amounts to: I love you, and I show this by fucking you just for pleasure, mercilessly objectivizing you – this is how I am no longer exploited by serving the Other’s enjoyment. When I worry all the time whether you also enjoy it, it is not love – “I love you” means: I want to be used as an object for your enjoyment. One should reject here all the Catholic nonsense of preferring the missionary position in sex because lovers can whisper tender words and communicate spiritually, and even Kant was too short here when he reduced the sexual act to reducing my partner to an instrument of my pleasure: self-objectivization is the proof of love, you find being used degrading only if there is no love. This enjoyment of mine should not be constrained even by the tendency to enable my partner to reach orgasm simultaneously with me – Brecht was right when, in his poem “Orges Wunschliste,” he includes in the wish-list of his preferences non-simultaneous orgasms: “Von den Mädchen, die neuen. / Von den Weibern, die ungetreuen. / Von den Orgasmen, die ungleichzeitigen. / Von den Feindschaften, die beiderseitigen.” “Of the girls, the new. / Of the women, the unfaithful. / Of orgasms, the non-simultaneous. / Of the animosities, the mutual.”"},{"id":503,"quote":"What makes Berlusconi so interesting as a political phenomenon is the fact that he, as the most powerful politician in his country, acts more and more shamelessly: he not only ignores or neutralizes any legal investigation into the criminal activity that has allegedly supported his private business interests, he also systematically undermines the basic dignity associated with being the head of state. The dignity of classical politics is grounded in its elevation above the"},{"id":504,"quote":"(In a speech to Harvard graduates in May 2017, Zuckerberg told his public: ‘Our job is to create a sense of purpose!’ This comes from a man who, with Facebook, has created the world’s most expansive instrument of purposeless loss of time.)"},{"id":505,"quote":"Happy we who live under cynical public-opinion manipulators, not under the sincere Muslim fundamentalists ready to fully commit themselves to their projects..."},{"id":506,"quote":"Para ser bueno en algo hace falta una vocación alternativa."},{"id":507,"quote":"In this vision, the worlds is conceived as multiple and performative, i.e. shaped through practices, as different from a single pre-existing reality. This is why, for Bruno Latour, politics should become material, a Dingpolitik revolving around things and issues of concern, rather than around values and beliefs. Stem cells, mobile phones, genetically modified organisms, pathogens, new infrastructure and new reproductive technologies brings concerned publics into being that create diverse forms of knowledge about these matters and diverse forms of action - beyond institutions, political interests or ideologies that delimit the traditional domain of politics. Whether it is called ontological politics, Dingpolitik or cosmopolitics, this form of politics recognizes the vital role of nom-humans, in concrete situations, co-creating diverse forms of knowledge that need to be acknowledged and incorporated rather than silenced. Particular attention has gone to that most central organization of all for political geographers: the state. Instead of conceiving the state as a unified actor, it should be approached as an assemblage, which makes heterogenous points of order - geographic, ethnic, linguistic, moral, economic, technological particularities - resonate together. As such, the state is an effect rather than the origin of power, and one should focus on reconstructing the socio-material basis of its functioning. The concept of assemblage questions the naturalization of hegemonic assemblages and renders them open to political challenge by exposing their contingency."},{"id":508,"quote":"In short, what the sensitive liberals want is a decaffeinated revolution, a revolution which doesn't smell of revolution. [They try to] deprive the French Revolution of its status as the founding event of modern democracy."},{"id":509,"quote":"Slovenia may be a small marginal country, but the decision of its Constitutional Court was the symptom of a global tendency towards the limitation of democracy. The idea is that, in a complex economic situation like today’s, the majority of the people are not qualified to decide—they just want to keep their privileges intact, unaware of the catastrophic consequences which would ensue if their demands were to be met. This line of argument is not new. In a TV interview a decade ago, the theorist Ralf Dahrendorf linked the growing distrust in democracy to the fact that, after every revolutionary change, the road to new prosperity leads through a ‘valley of tears’."},{"id":510,"quote":"For example, tolerance designates a real problem—when I criticize it, I am, as a rule, asked: “But how can you be in favor of intolerance towards foreigners, of misogyny, of homophobia? Therein resides the catch: of course I am not against tolerance per se; what I oppose is the (contemporary and automatic) perception of racism as a problem of intolerance. Why are so many problems today perceived as problems of intolerance, rather than as problems of inequality, exploitation, or injustice? Why is the proposed remedy tolerance, rather than emancipation, political struggle, or even armed struggle? The source of this culturalization is defeat, the failure of directly political solutions such as the social-democratic welfare state or various socialist projects: “tolerance” has become their post-political ersatz.”"},{"id":511,"quote":"The sad lesson here is that there is no incompatibility between brutal terror and authentic poetic spirit - they can go together."},{"id":512,"quote":"At this point we reach the supreme irony of how ideology functions today: it appears precisely as its own opposite, as a radical critique of ideological utopias.The predominant ideology today is not a positive vision of some utopian future but a cynical resignation, an acceptance of how 'the world really is’, accompanied by a warning that, if we want to change it (too much), only totalitarian horror can ensue."},{"id":513,"quote":"las formas de riqueza son cada vez más «desproporcionadas en relación con el tiempo directo de trabajo empleado en su producción»,"},{"id":514,"quote":"in short, the ultimate source of Evil is compasion itself"},{"id":515,"quote":"What is so great in Lenin is that he doesn't oppose these two types of resistance with another figure of the big Other. His idea is not 'no, the laws of history are on our side.' His idea is simply that there is no big Other; you never get the guarantee; you must act. You must take the risk and act. I think this is the Lenin who is truly a Lacanian Lenin. In the same way that Lacan says the analyst is authorized only by him- or herself, Lenin's message is that a revolutionary ne s'autorise que de lui-meme. That is to say, at a certain point you have to assume responsibility for the act."},{"id":516,"quote":"After all, what Buddhism offers as a solution is universalised indifference - a learning of how to withdraw from too much empathy. This is why Buddhism can so easily turn into the very opposite of universal compassion: the advocacy of a ruthless military attitude, which is what the fate of Zen Buddhism aptly demonstrates."},{"id":517,"quote":"Universality is a universality of ‘strangers’, of individuals reduced to the abyss of impenetrability in relation not only to others but also to themselves."},{"id":518,"quote":"En este preciso sentido, la Revolución haitiana fue un «momento de definición en la historia del mundo»30. No se trata de estudiar la Revolución haitiana como una extensión del espíritu revolucionario europeo, es decir, de examinar la importancia de Europa (de la Revolución francesa) para la Revolución haitiana, sino, más bien, de afirmar la importancia de la Revolución haitiana para Europa. No se trata solamente de que no se puede entender Haití sin Europa; tampoco se puede entender el alcance ni las limitaciones del proceso emancipatorio europeo sin Haití. Haití fue una excepción desde el mismo comienzo, desde su lucha revolucionaria contra la esclavitud, que acabó en la independencia en enero de 1804: «Solamente en Haití fue consistente la declaración de la libertad universal humana. Sólo en Haití se sostuvo a toda costa esta declaración, en directa oposición al orden social y a la lógica económica de la época». Por esta razón, «no hay un solo acontecimiento en toda la historia moderna cuyas implicaciones fueran más amenazadoras para el dominante orden global de las cosas»31."},{"id":519,"quote":"After the overthrow of an authoritarian regime, the last vestiges of patriarchal care for the poor can fall away, so that the newly gained freedom is de facto reduced to the freedom to choose the preferred form of one’s misery—the majority not only remain poor, but, to add insult to injury, they are told that, since they are now free, poverty is their own responsibility."},{"id":520,"quote":"In the final scene of the film V for Vendetta (2006), thousands of unarmed Londoners wearing Guy Fawkes masks march towards Parliament; without orders, the military allows the crowd to pass into Parliament, and the people take over. As Finch asks Evey for V’s identity, she replies: ‘He was all of us.’ OK, a nice ecstatic moment, but I am ready to sell my mother into slavery in order to see V for Vendetta, Part 2: what would have happened the day after the victory of the people; how would they (re)organize daily life?"},{"id":521,"quote":"«Nosotros somos aquellos a quienes hemos estado esperando»"},{"id":522,"quote":"[E]galitarian political 'extremism' or 'excessive radicalism' should always be read as a phenomenon of ideologico-political displacement: as an index of its opposite, of a limitation, of a refusal actually to 'go to the end.' What was the Jacobins' recourse to radical 'terror' if not a kind of hysterical acting-out bearing witness to their inability to disturb the very fundamentals of economic order (private property, and so on)? And does the same not go even for the so-called 'excesses' of Political Correctness? Do they also not display a retreat from disturbing the systemic (economic, etc.) causes of racism and sexism?"},{"id":523,"quote":"It may appear that one cannot act today, that all we can really do is just state things. But in a situation like today's, to state waht is can be much stronger than calls to action, which are as a rule just so many excuses not to do anything. Let me quote Alain Badiou's provocative thesis: 'It is better to do nothing than to contribute to the invention of formal ways of rendering visiblt that which Empire already recognizes as existent.' Better to do nothing than to engage in localized acts whose ultimate function is to make the system run more smoothly (acts like providing space for the multitude of new subjectivities, etc.). The threat today is not passivity, but pseudo-activity, the urge to 'be active,' to 'participate' to maks the Nothingness of what goes on. People intervene all the time, 'do something,' while academics participate in meaningless 'debates,' and son on, and the truly difficult thing is to step back, to withdraw from all this. Those in power often prefer even a 'critical' participation, an exchange of whatever kind, to silence--just in order to engage us in a 'dialogue,' to make sure our ominous passivity is broken."},{"id":524,"quote":"la tarea es «simplemente» detener el tren de la historia, que, abandonado a su propio recorrido, conduce a un precipicio. (Así, el comunismo no es la luz al final del túnel, el feliz resultado de una larga y ardorosa lucha; en todo caso, la luz al final del túnel es, por el contrario, la de otro tren que se nos aproxima a toda velocidad.)"},{"id":525,"quote":"But the price of this improvement has been the desertification of daily life, the hyper-acceleration of rhythms, the extreme individualization of biographies, and work precariousness which also means unbridled competition . ."},{"id":526,"quote":"Un hecho menor, pero revelador, de este gradual \"desvanecimiento\" del Estado-Nación es la lenta propagación, en los Estados Unidos y en otros países occidentales, de la obscena institución de las cárceles privadas: el ejercicio de lo que debería ser monopolio del Estado (la violencia física y la coerción) se convierte en objeto de un contrato entre el Estado y una empresa privada, que, con ánimo de lucro, ejercerá coerción sobre las personas (estamos sencillamente ante el fin del monopolio de la violencia que, según Weber, es la característica definitoria del Estado moderno)"},{"id":527,"quote":"بزوغ حركة تظاهر دولية بدون برنامج متماسك هي بالتالي ليست مصادفة، إنها تعكس أزمة أعمق، أزمة بدون حل واضح. الديمقراطية مؤسسة على حكم القانون. الديمقراطية تعمل فحسب داخل حدود واضحة وبين أناس يشعرون بأنفسهم كجزء من الدولة نفسها. \"مجتمع دولي\" ﻻ يمكن أن تطلب الوفاء بمحفظة وقائية عالمية من مليار دوﻻر، بقياداتها المحتمين بملاذ من الضرائب وموظفيها المتناثرين حول العالم."},{"id":528,"quote":"In more primitive social groups, debts to others were limited and could be discharged, while with the coming of empires and monotheisms, one’s social or divine debt becomes effectively unpayable. Christianity perfected this mechanism: its all-powerful God meant a debt that was infinite; at the same time, one’s guilt for non-payment was internalized. The only way one could possibly repay in any way was through obedience: to the will of God, to the church. Debt, with its grip on past and future behaviours and with its moral reach, was a formidable governmental tool. All that remained was for it to be secularized."},{"id":529,"quote":"Today, more than ever, fidelity to the emancipatory core of the European legacy is needed. The lesson that today's frightened liberals should learn is this: only a more radicalized Left can save what is worth saving of the liberal legacy today."},{"id":530,"quote":"كيف نستطيع مأسسة صناعة القرار الجمعي فيما وراء إطار عمل النظام متعدد اﻷحزاب الديمقراطي؟ أو لنقل ذلك بشكل فظ: من يعلم ما ينبغي فعله اليوم؟ ﻻ توجد ذات تعرف، ﻻ في شكل المثقفين وﻻ الناس العاديين. هل هناك مأذق إذن، حالة اﻷعمى الذي يقود أعمى، أو بدقة أكبر، أعمى يقود أعمى في حين أن كلا منهما يفترض أن اﻵخر بإمكانه الرؤية؟ ﻻ، ﻷن الجهل المزدوج ليس سيمتريا. إنهم الناس الذين يملكون الإجابات، إنهم فقط ﻻ يعرفون اﻷسئلة التي يملكون -أو باﻷحرى هم- إجاباتها."},{"id":531,"quote":"Someone asked Herr Keuner if there is a God. Herr Keuner said: I advise you to think about how your behaviour would change with regard to the answer to this question. If it would not change, then we can drop the question. If it would change, then I can help you at least insofar as I can tell you: You already decided: You need a God. (Brecht)Brecht is right here: we are never in a position directly to choose between theism and atheism, since the choice as such is already located within the field of belief. ‘Atheism’ (in the sense of deciding not to believe in God) is a miserable, pathetic stance of those who long for God but cannot find him (or who ‘rebel against God’). A true atheist does not choose atheism: for him, the question itself is irrelevant – THIS is the stance of a truly atheistic SUBJECT.”"},{"id":532,"quote":"Financial meltdowns and crises are obvious reminders that the circulation of Capital is not a closed loop which can fully sustain itself--i.e., that this circulation points towards the reality of producing and selling actual goods that satisfy people's needs. However, the more subtle lesson of crises and meltdowns is that there is no return to this reality--all the rhetoric of 'let us move from the virtual spae of financial speculation back to real people who produce and consume' is deeply misleading; it is ideology at its purest. The paradox of capitalism is that you cannot throw out the dirty water of financial speculations and keep the healthy baby of real economy: the dirty water effectively is the 'bloodline' of the healthy baby."},{"id":533,"quote":"A new feminine figure is thus emerging: a cold, competitive agent of power, seductive and manipulative, attesting to the paradox that 'in the conditions of capitalism women can do better than men' (Badiou): contemporary capitalism has invented its own ideal image of woman."},{"id":534,"quote":"The threat of the total destruction of humanity makes us aware of the totality of humanity - humanity appears as one entity only against the background of its (self-)destruction, it was not visible as such before."},{"id":535,"quote":"A verdadeira luta se dará em torno de qual forma social substituirá a nova ordem mundial"},{"id":536,"quote":"Postmodern politics definitely has the great merit that it 'repoliticizes' a series of domains previously considered 'apolitical' or 'private'; the fact remains, however, that it does not in fact repoliticize capitalism, because the very notion and form of the 'political' within which it operates is grounded in the 'depoliticization' of the economy."},{"id":537,"quote":"Public mention of the use of nuclear weapons should be treated as a criminal offence, and leaders who openly display their readiness to imperil millions of innocent lives in order to protect their own power should be treated as the worst criminals."},{"id":538,"quote":"Symptoms are never just secondary failures or distortions of the basically sound System—they are indicators that there is something “rotten (antagonistic, inconsistent) in the very heart of the System.”"},{"id":539,"quote":"sí, sí, hay que reciclar, hay que usar más la bicicleta y hacer todos los Garbage Challenge que quieran. Ahí no está el problema. El problema es sistemático y no podemos reducir la responsabilidad política al individualismo de la acción."},{"id":540,"quote":"are, in a certain way, continuously voting with our money. “Deeper existential thinkers like to deploy variations on the theme of the “authentic” existential choice, where the very core of our being is at stake—a choice which involves a full existential engagement, as opposed to the superficial choices of this or that commodity. In the “Marxist” version of this theme, the multiplicity of choices with which the market bombards us only serves to obfuscate”"},{"id":541,"quote":"La verdadera vida, de Alain Badiou, se abre con la provocativa afirmación de que, de Sócrates en adelante, la función de la filosofía consiste en corromper a la juventud, en alienarla (o mejor dicho, en «extrañarla» en el sentido de verfremden de Brecht) del orden ideológico-político imperante, a fin de sembrar dudas radicales y permitirle pensar de manera autónoma. Los jóvenes se someten al proceso educativo con la finalidades de quedar integrados en el orden social hegemónico, motivo por el cual la educación juega un papel fundamental en la reproducción de una ideología dominante. No es de extrañar que Sócrates, el «primer filósofo», fuera también su primera víctima y tuviera que ingerir veneno de su propia mano por orden del tribunal democrático de Atenas. ¿Y acaso esta incitación a pensar no es sinónimo del mal, entendiendo por mal la alteración del modo de vida establecido?"},{"id":542,"quote":"Something similar often happens, and happened, in (mostly Leftist) politics. I am not sure what position I should take in a particular political struggle, but when I learn the position of my enemy, I automatically assume the opposite one. One should add that Lenin provided a scathing critique of this stance (ironically, his target was Rosa Luxemburg)."},{"id":543,"quote":"there is nothing arrogant about mentioning ordinary people’s material concerns: the poor have the right to do it, and to talk about a readiness for great sacrifices, or suffering ‘whatever the price’, is as a rule the ideology of the privileged, who are quite content to let the people suffer for them."},{"id":544,"quote":"The confused reaction to the arrival of refugees failed to take into account the basic difference between immigrants and refugees: immigrants come to Europe in search for work, to meet demand for a workforce in developed European countries, while refugees don't primarily come to work but simply to look for a safe place to survive - they often don't even like the new country in which they find themselves."},{"id":545,"quote":"designate this class, Bruno Latour and Nikolaj Schultz coined the term “geo-social class.3 Much of this class is not exploited in the classic Marxist sense of working for those who own the means of production; they are “exploited” with regard to the way they relate to the material conditions of their life: access to water and clean air, health, safety, Local”"},{"id":546,"quote":"if Western universal values are false, is it enough to oppose them with a particular way of life like China’s Confucian ‘mainstream ideology’? Don’t we need a different universalism, a different project of universal emancipation? The ultimate irony here is that ‘socialism with Chinese characteristics’ effectively means socialism with a market economy (with capitalist characteristics), i.e., a socialism that fully integrates China into the global market. The universality of global capitalism is left intact – it is silently accepted as the only possible frame, and the project of Confucian harmony is mobilized only in order to keep under control the antagonisms that come from global capitalist dynamics."},{"id":547,"quote":"الفساد بين السياسيين ورجال اﻷعمال والبنكيون يتركنا بﻻ حيلة"},{"id":548,"quote":"We thus have three levels of antagonism: the Two are never two, the One is never one, the Nothing is never nothing. Sinthome—the signifier of the barred Other—registers the antagonism of the Two, their non-relationship. The object a registers the antagonism of the One, its inability to be one. $ registers the antagonism of Nothing, its inability to be the Void at peace with itself, to annul all struggles. The position of Wisdom is that the Void brings ultimate peace, a state in which all differences are obliterated; the position of dialectical materialism is that there is no peace even in the Void."}]